Repository: ro31337/librecash
Catalog: locales/all/*.po
Languages: ar, az, bg, de, es, fa, fil, fr, he, hi, id, it, kk, my, pl, pt, ro, ru, th, tr, uk, vi, zh_cn, zh_tw

# init_menu.welcome
source: Welcome to LibreCash! Made by Roman Pushkin. Here you can exchange small amounts of cash (up to $100) for stablecoins worldwide, by meeting with real people around you in-person. We do NOT take any fees, do not accept cash, we just CONNECT you with people around you. Your language was automatically selected to %s based on Telegram settings.
ar: مرحباً بك في LibreCash! صنع بواسطة رومان بوشكين. هنا يمكنك تبادل مبالغ صغيرة من النقد (حتى 100 دولار) مقابل العملات المستقرة في جميع أنحاء العالم، من خلال لقاء أشخاص حقيقيين من حولك شخصياً. نحن لا نأخذ أي رسوم، لا نقبل النقد، نحن فقط نربطك بالأشخاص من حولك. تم اختيار لغتك تلقائياً إلى %s بناءً على إعدادات Telegram.
az: LibreCash-a xoş gəlmisiniz! Roman Puşkin tərəfindən yaradılıb. Burada siz kiçik məbləğdə nağd pulu ($100-a qədər) bütün dünyada stablekoinlərə dəyişə bilərsiniz, ətrafınızdakı real insanlarla şəxsən görüşərək. Biz heç bir komissiya ALMIRIK, nağd pul qəbul etmirik, sadəcə sizi ətrafınızdakı insanlarla ƏLAQƏLƏNDİRİRİK. Diliniz Telegram parametrlərinə əsasən avtomatik olaraq %s seçilib.
bg: Добре дошли в LibreCash! Създадено от Роман Пушкин. Тук можете да обменяте малки суми в брой (до $100) за стейбълкойни по целия свят, като се срещате лично с реални хора около вас. НИЕ НЕ взимаме никакви такси, не приемаме пари в брой, ние просто ви СВЪРЗВАМЕ с хората около вас. Вашият език беше автоматично избран като %s въз основа на настройките на Telegram.
de: Willkommen bei LibreCash! Erstellt von Roman Pushkin. Hier können Sie kleine Bargeldbeträge (bis zu $100) weltweit gegen Stablecoins tauschen, indem Sie sich persönlich mit echten Menschen in Ihrer Nähe treffen. Wir erheben KEINE Gebühren, akzeptieren kein Bargeld, wir VERBINDEN Sie nur mit Menschen in Ihrer Umgebung. Ihre Sprache wurde automatisch basierend auf den Telegram-Einstellungen als %s ausgewählt.
es: ¡Bienvenido a LibreCash! Creado por Roman Pushkin. Aquí puede intercambiar pequeñas cantidades de efectivo (hasta $100) por monedas estables en todo el mundo, reuniéndose con personas reales cerca de usted en persona. NO cobramos ninguna tarifa, no aceptamos efectivo, simplemente lo CONECTAMOS con personas cerca de usted. Su idioma se seleccionó automáticamente como %s según la configuración de Telegram.
fa: به LibreCash خوش آمدید! ساخته رومن پوشکین. در اینجا می‌توانید مقادیر کمی پول نقد (تا ۱۰۰ دلار) را با استیبل‌کوین در سراسر جهان مبادله کنید، با ملاقات حضوری با افراد واقعی در اطراف خود. ما هیچ کارمزدی دریافت نمی‌کنیم، پول نقد قبول نمی‌کنیم، فقط شما را با افراد اطرافتان متصل می‌کنیم. زبان شما به طور خودکار بر اساس تنظیمات تلگرام به %s انتخاب شده است.
fil: Maligayang pagdating sa LibreCash! Ginawa ni Roman Pushkin. Dito maaari kang magpalit ng maliliit na halaga ng cash (hanggang $100) para sa mga stablecoin sa buong mundo, sa pamamagitan ng personal na pagkikita sa mga tunay na tao sa iyong paligid. HINDI kami naniningil ng anumang bayad, hindi tumatanggap ng cash, KINOKONEKTA lang namin kayo sa mga tao sa inyong paligid. Ang iyong wika ay awtomatikong napili bilang %s batay sa mga setting ng Telegram.
fr: Bienvenue sur LibreCash ! Créé par Roman Pushkin. Ici, vous pouvez échanger de petites sommes d'argent liquide (jusqu'à 100 $) contre des stablecoins dans le monde entier, en rencontrant en personne de vraies personnes autour de vous. Nous ne prenons AUCUN frais, nous n'acceptons pas d'argent liquide, nous vous CONNECTONS simplement avec les personnes autour de vous. Votre langue a été automatiquement sélectionnée en %s en fonction des paramètres de Telegram.
he: ברוכים הבאים ל-LibreCash! נוצר על ידי רומן פושקין. כאן תוכלו להחליף סכומי מזומן קטנים (עד 100$) במטבעות יציבים ברחבי העולם, על ידי פגישה אישית עם אנשים אמיתיים בסביבתכם. אנחנו לא גובים עמלות, לא מקבלים מזומן, אנחנו רק מחברים אתכם עם אנשים בסביבתכם. השפה שלך נבחרה אוטומטית ל-%s בהתאם להגדרות הטלגרם.
hi: LibreCash में आपका स्वागत है! रोमन पुश्किन द्वारा बनाया गया। यहाँ आप दुनिया भर में छोटी मात्रा में नकदी ($100 तक) को स्टेबलकॉइन्स के लिए विनिमय कर सकते हैं, अपने आस-पास के वास्तविक लोगों से व्यक्तिगत रूप से मिलकर। हम कोई शुल्क नहीं लेते, नकदी स्वीकार नहीं करते, हम बस आपको आपके आस-पास के लोगों से जोड़ते हैं। आपकी भाषा स्वचालित रूप से %s के रूप में टेलीग्राम सेटिंग्स के आधार पर चुनी गई थी।
id: Selamat datang di LibreCash! Dibuat oleh Roman Pushkin. Di sini Anda dapat menukar sejumlah kecil uang tunai (hingga $100) dengan stablecoin di seluruh dunia, dengan bertemu langsung dengan orang-orang nyata di sekitar Anda. Kami TIDAK memungut biaya apa pun, tidak menerima uang tunai, kami hanya MENGHUBUNGKAN Anda dengan orang-orang di sekitar Anda. Bahasa Anda telah dipilih secara otomatis ke %s berdasarkan pengaturan Telegram.
it: Benvenuto su LibreCash! Creato da Roman Pushkin. Qui puoi scambiare piccole somme di denaro contante (fino a $100) con stablecoin in tutto il mondo, incontrando di persona persone reali vicino a te. NON addebitiamo commissioni, non accettiamo contanti, ti COLLEGHIAMO semplicemente con le persone intorno a te. La tua lingua è stata selezionata automaticamente come %s in base alle impostazioni di Telegram.
kk: LibreCash-қа қош келдіңіз! Роман Пушкин жасаған. Мұнда сіз әлемнің кез келген жерінде шағын сомадағы қолма-қол ақшаны ($100 дейін) стейблкоиндерге айырбастай аласыз, айналаңыздағы нақты адамдармен жеке кездесу арқылы. Біз ешқандай комиссия АЛМАЙМЫЗ, қолма-қол ақша қабылдамаймыз, біз тек сізді айналаңыздағы адамдармен БАЙЛАНЫСТЫРАМЫЗ. Сіздің тіліңіз Telegram параметрлеріне негізделіп автоматты түрде %s ретінде таңдалды.
my: LibreCash မှ ကြိုဆိုပါတယ်! Roman Pushkin မှ ဖန်တီးထားပါသည်။ ဤနေရာတွင် သင်သည် ကမ္ဘာတစ်ဝှမ်းရှိ သင့်အနီးအနားရှိ လူအစစ်အမှန်များနှင့် ကိုယ်တိုင်တွေ့ဆုံခြင်းဖြင့် သေးငယ်သော ငွေသားပမာဏ (အမေရိကန်ဒေါ်လာ ၁၀၀ အထိ) ကို stablecoin များနှင့် လဲလှယ်နိုင်ပါသည်။ ကျွန်ုပ်တို့သည် အခကြေးငွေ မယူပါ၊ ငွေသား လက်မခံပါ၊ သင့်အား သင့်ပတ်ဝန်းကျင်ရှိ လူများနှင့် ချိတ်ဆက်ပေးရုံသာ ဖြစ်ပါသည်။ သင်၏ဘာသာစကားကို Telegram ဆက်တင်များအပေါ် အခြေခံ၍ %s အဖြစ် အလိုအလျောက် ရွေးချယ်ထားပါသည်။
pl: Witaj w LibreCash! Stworzone przez Romana Pushkina. Tutaj możesz wymieniać małe kwoty gotówki (do $100) na stablecoiny na całym świecie, spotykając się osobiście z prawdziwymi ludźmi w swojej okolicy. NIE pobieramy żadnych opłat, nie akceptujemy gotówki, po prostu ŁĄCZYMY cię z ludźmi wokół ciebie. Twój język został automatycznie wybrany jako %s na podstawie ustawień Telegram.
pt: Bem-vindo ao LibreCash! Feito por Roman Pushkin. Aqui você pode trocar pequenas quantias de dinheiro (até $100) por stablecoins em todo o mundo, encontrando-se com pessoas reais perto de você pessoalmente. NÓS NÃO cobramos taxas, não aceitamos dinheiro, apenas CONECTAMOS você com pessoas ao seu redor. Seu idioma foi selecionado automaticamente como %s com base nas configurações do Telegram.
ro: Bun venit la LibreCash! Creat de Roman Pushkin. Aici puteți schimba sume mici de numerar (până la $100) cu stablecoin-uri în întreaga lume, întâlnindu-vă personal cu oameni reali din jurul dumneavoastră. NU percepem taxe, nu acceptăm numerar, doar vă CONECTĂM cu oamenii din jurul dumneavoastră. Limba dvs. a fost selectată automat ca %s pe baza setărilor Telegram.
ru: Добро пожаловать в LibreCash! Создано Романом Пушкиным. Здесь вы можете обменять небольшие суммы наличных (до $100) на стейблкоины по всему миру, встречаясь с реальными людьми рядом с вами лично. Мы НЕ берем никаких комиссий, не принимаем наличные, мы просто СОЕДИНЯЕМ вас с людьми рядом с вами. Ваш язык был автоматически выбран как %s на основе настроек Telegram.
th: ยินดีต้อนรับสู่ LibreCash! สร้างโดย Roman Pushkin ที่นี่คุณสามารถแลกเปลี่ยนเงินสดจำนวนเล็กน้อย (ไม่เกิน $100) กับ stablecoin ทั่วโลก โดยพบปะกับคนจริงๆ รอบตัวคุณแบบตัวต่อตัว เราไม่เก็บค่าธรรมเนียมใดๆ ไม่รับเงินสด เราแค่เชื่อมต่อคุณกับคนรอบข้าง ภาษาของคุณถูกเลือกอัตโนมัติเป็น %s ตามการตั้งค่า Telegram
tr: LibreCash'e hoş geldiniz! Roman Pushkin tarafından yapıldı. Burada, dünyanın her yerinde, etrafınızdaki gerçek insanlarla yüz yüze buluşarak küçük miktarlarda nakit parayı ($100'a kadar) stabilcoin'lerle değiştirebilirsiniz. Herhangi bir ücret ALMIYORUZ, nakit kabul etmiyoruz, sadece sizi etrafınızdaki insanlarla BAĞLIYORUZ. Diliniz, Telegram ayarlarına göre otomatik olarak %s olarak seçildi.
uk: Ласкаво просимо до LibreCash! Створено Романом Пушкіним. Тут ви можете обміняти невеликі суми готівки (до $100) на стейблкоїни по всьому світу, зустрічаючись з реальними людьми поруч з вами особисто. Ми НЕ беремо жодних комісій, не приймаємо готівку, ми просто З'ЄДНУЄМО вас з людьми навколо вас. Ваша мова була автоматично обрана як %s на основі налаштувань Telegram.
vi: Chào mừng đến với LibreCash! Được tạo bởi Roman Pushkin. Tại đây bạn có thể đổi số tiền mặt nhỏ (lên đến $100) lấy stablecoin trên toàn thế giới, bằng cách gặp trực tiếp những người thực xung quanh bạn. Chúng tôi KHÔNG thu bất kỳ phí nào, không nhận tiền mặt, chúng tôi chỉ KẾT NỐI bạn với những người xung quanh. Ngôn ngữ của bạn đã được tự động chọn là %s dựa trên cài đặt Telegram.
zh_cn: 欢迎来到 LibreCash！由 Roman Pushkin 创建。 在这里，您可以在世界各地将少量现金（最多 $100）兑换成稳定币，通过与您周围的真实人员面对面会面。 我们不收取任何费用，不接受现金，我们只是将您与周围的人连接起来。 您的语言已根据 Telegram 设置自动选择为%s。
zh_tw: 歡迎來到 LibreCash！由 Roman Pushkin 創建。 在這裡，您可以在世界各地將少量現金（最多 $100）兌換成穩定幣，通過與您周圍的真實人員面對面會面。 我們不收取任何費用，不接受現金，我們只是將您與周圍的人連接起來。 您的語言已根據 Telegram 設定自動選擇為%s。

# admin.new_user
source: New user joined LibreCash: %s
ar: انضم مستخدم جديد إلى LibreCash: %s
az: LibreCash-a yeni istifadəçi qoşuldu: %s
bg: Нов потребител се присъедини към LibreCash: %s
de: Neuer Benutzer ist LibreCash beigetreten: %s
es: Nuevo usuario se unió a LibreCash: %s
fa: کاربر جدید به LibreCash پیوست: %s
fil: Bagong user ang sumali sa LibreCash: %s
fr: Nouvel utilisateur a rejoint LibreCash : %s
he: משתמש חדש הצטרף ל-LibreCash: %s
hi: नया उपयोगकर्ता LibreCash में शामिल हुआ: %s
id: Pengguna baru bergabung dengan LibreCash: %s
it: Nuovo utente iscritto a LibreCash: %s
kk: LibreCash-қа жаңа пайдаланушы қосылды: %s
my: အသုံးပြုသူအသစ် LibreCash သို့ ဝင်ရောက်လာပါပြီ: %s
pl: Nowy użytkownik dołączył do LibreCash: %s
pt: Novo usuário entrou no LibreCash: %s
ro: Utilizator nou s-a alăturat LibreCash: %s
ru: Новый пользователь присоединился к LibreCash: %s
th: ผู้ใช้ใหม่เข้าร่วม LibreCash: %s
tr: LibreCash'e yeni kullanıcı katıldı: %s
uk: Новий користувач приєднався до LibreCash: %s
vi: Người dùng mới tham gia LibreCash: %s
zh_cn: 新用户加入 LibreCash：%s
zh_tw: 新用戶加入 LibreCash：%s

# ask_location_menu.message
source: To connect you with people nearby for cash exchanges, we need your approximate location. Don't worry - we don't need your exact location. 📱 On mobile: Tap "Next" to share your current or approximate location 💻 On desktop: Hover (do not click) 📎 Paperclip → 📍 Location to select any location You can update your location anytime later.
ar: لربطك بالأشخاص القريبين لتبادل النقود، نحتاج إلى موقعك التقريبي. لا تقلق - لا نحتاج إلى موقعك الدقيق. 📱 على الهاتف: انقر على "التالي" لمشاركة موقعك الحالي أو التقريبي 💻 على الكمبيوتر: مرر المؤشر (لا تنقر) على 📎 مشبك الورق → 📍 الموقع لتحديد أي موقع يمكنك تحديث موقعك في أي وقت لاحقاً.
az: Nağd pul mübadiləsi üçün sizi yaxınlıqdakı insanlarla əlaqələndirmək üçün təxmini yerinizə ehtiyacımız var. Narahat olmayın - dəqiq yerinizə ehtiyacımız yoxdur. 📱 Mobil telefonda: Cari və ya təxmini yerinizi paylaşmaq üçün "İrəli" düyməsinə toxunun 💻 Kompüterdə: İstənilən yeri seçmək üçün 📎 Sancaq → 📍 Yer üzərinə gətirin (klikləməyin) Yerinizi istənilən vaxt yeniləyə bilərsiniz.
bg: За да ви свържем с хора наблизо за обмен на пари в брой, ни е необходимо вашето приблизително местоположение. Не се притеснявайте - не ни трябва точното ви местоположение. 📱 На мобилен: Докоснете "Напред", за да споделите текущото или приблизително местоположение 💻 На компютър: Задръжте курсора (не кликайте) върху 📎 Кламер → 📍 Местоположение, за да изберете всяко място Можете да актуализирате местоположението си по всяко време.
de: Um Sie mit Menschen in der Nähe für Bargeldtausch zu verbinden, benötigen wir Ihren ungefähren Standort. Keine Sorge - wir brauchen nicht Ihren genauen Standort. 📱 Auf dem Handy: Tippen Sie auf "Weiter", um Ihren aktuellen oder ungefähren Standort zu teilen 💻 Am Computer: Fahren Sie mit der Maus (nicht klicken) über 📎 Büroklammer → 📍 Standort, um einen beliebigen Ort auszuwählen Sie können Ihren Standort jederzeit später aktualisieren.
es: Para conectarte con personas cercanas para intercambios de efectivo, necesitamos tu ubicación aproximada. No te preocupes - no necesitamos tu ubicación exacta. 📱 En móvil: Toca "Siguiente" para compartir tu ubicación actual o aproximada 💻 En computadora: Pasa el cursor (no hagas clic) sobre 📎 Clip → 📍 Ubicación para seleccionar cualquier ubicación Puedes actualizar tu ubicación en cualquier momento.
fa: برای اتصال شما با افراد نزدیک برای تبادل پول نقد، به موقعیت تقریبی شما نیاز داریم. نگران نباشید - ما به موقعیت دقیق شما نیاز نداریم. 📱 در موبایل: برای اشتراک گذاری موقعیت فعلی یا تقریبی خود، روی "بعدی" ضربه بزنید 💻 در کامپیوتر: ماوس را روی 📎 گیره کاغذ → 📍 موقعیت ببرید (کلیک نکنید) تا هر مکانی را انتخاب کنید می‌توانید موقعیت خود را در هر زمان بعداً به‌روزرسانی کنید.
fil: Upang ikonekta ka sa mga taong malapit para sa palitan ng pera, kailangan namin ang iyong tinatayang lokasyon. Huwag mag-alala - hindi namin kailangan ang iyong eksaktong lokasyon. 📱 Sa mobile: I-tap ang "Susunod" upang ibahagi ang iyong kasalukuyan o tinatayang lokasyon 💻 Sa computer: I-hover (huwag i-click) ang 📎 Paper clip → 📍 Lokasyon upang pumili ng anumang lugar Maaari mong i-update ang iyong lokasyon anumang oras.
fr: Pour vous connecter avec des personnes à proximité pour des échanges d'argent, nous avons besoin de votre localisation approximative. Ne vous inquiétez pas - nous n'avons pas besoin de votre localisation exacte. 📱 Sur mobile : Appuyez sur "Suivant" pour partager votre localisation actuelle ou approximative 💻 Sur ordinateur : Survolez (ne cliquez pas) 📎 Trombone → 📍 Localisation pour sélectionner n'importe quel endroit Vous pouvez mettre à jour votre localisation à tout moment.
he: כדי לחבר אותך עם אנשים בקרבת מקום להחלפת מזומנים, אנחנו צריכים את המיקום המשוער שלך. אל תדאג - אנחנו לא צריכים את המיקום המדויק שלך. 📱 בנייד: הקש על "הבא" כדי לשתף את המיקום הנוכחי או המשוער שלך 💻 במחשב: רחף (אל תלחץ) על 📎 מהדק נייר → 📍 מיקום כדי לבחור כל מיקום תוכל לעדכן את המיקום שלך בכל עת מאוחר יותר.
hi: नकद विनिमय के लिए आपको आस-पास के लोगों से जोड़ने हेतु, हमें आपके अनुमानित स्थान की आवश्यकता है। चिंता न करें - हमें आपके सटीक स्थान की आवश्यकता नहीं है। 📱 मोबाइल पर: अपना वर्तमान या अनुमानित स्थान साझा करने के लिए "अगला" टैप करें 💻 कंप्यूटर पर: किसी भी स्थान का चयन करने के लिए 📎 पेपरक्लिप → 📍 स्थान पर होवर करें (क्लिक न करें) आप बाद में कभी भी अपना स्थान अपडेट कर सकते हैं।
id: Untuk menghubungkan Anda dengan orang-orang terdekat untuk pertukaran uang tunai, kami memerlukan lokasi perkiraan Anda. Jangan khawatir - kami tidak memerlukan lokasi pasti Anda. 📱 Di ponsel: Ketuk "Lanjut" untuk berbagi lokasi saat ini atau perkiraan lokasi 💻 Di komputer: Arahkan kursor (jangan klik) pada 📎 Penjepit Kertas → 📍 Lokasi untuk memilih lokasi mana pun Anda dapat memperbarui lokasi kapan saja nanti.
it: Per metterti in contatto con persone vicine per scambi di contanti, abbiamo bisogno della tua posizione approssimativa. Non preoccuparti - non abbiamo bisogno della tua posizione esatta. 📱 Su mobile: Tocca "Avanti" per condividere la tua posizione attuale o approssimativa 💻 Su computer: Passa il mouse (non cliccare) su 📎 Graffetta → 📍 Posizione per selezionare qualsiasi luogo Puoi aggiornare la tua posizione in qualsiasi momento.
kk: Қолма-қол ақша айырбастау үшін сізді жақын маңдағы адамдармен байланыстыру үшін бізге сіздің шамамен орналасқан жеріңіз қажет. Алаңдамаңыз - бізге сіздің нақты орналасқан жеріңіз қажет емес. 📱 Телефонда: Ағымдағы немесе шамамен орналасқан жеріңізбен бөлісу үшін "Келесі" түймесін басыңыз 💻 Компьютерде: Кез келген орынды таңдау үшін 📎 Қағаз қыстырғыш → 📍 Орналасу үстіне курсорды апарыңыз (баспаңыз) Орналасқан жеріңізді кейін кез келген уақытта жаңарта аласыз.
my: ငွေသားလဲလှယ်မှုအတွက် သင့်အနီးရှိလူများနှင့် ချိတ်ဆက်ရန် သင့်ခန့်မှန်းခြေတည်နေရာ လိုအပ်ပါသည်။ စိုးရိမ်မနေပါနှင့် - သင့်အတိအကျတည်နေရာ မလိုအပ်ပါ။ 📱 မိုဘိုင်းဖုန်းတွင်: သင့်လက်ရှိ သို့မဟုတ် ခန့်မှန်းခြေတည်နေရာ မျှဝေရန် "ရှေ့သို့" နှိပ်ပါ 💻 ကွန်ပျူတာတွင်: မည်သည့်တည်နေရာမဆို ရွေးချယ်ရန် 📎 စာရွက်ညှပ် → 📍 တည်နေရာ အပေါ် ညွှန်ပါ (မနှိပ်ပါနှင့်) သင့်တည်နေရာကို နောင်အချိန်မဆို အပ်ဒိတ်လုပ်နိုင်ပါသည်။
pl: Aby połączyć Cię z osobami w pobliżu do wymiany gotówki, potrzebujemy Twojej przybliżonej lokalizacji. Nie martw się - nie potrzebujemy dokładnej lokalizacji. 📱 Na telefonie: Stuknij "Dalej", aby udostępnić swoją bieżącą lub przybliżoną lokalizację 💻 Na komputerze: Najedź kursorem (nie klikaj) 📎 Spinacz → 📍 Lokalizacja, aby wybrać dowolne miejsce Możesz zaktualizować swoją lokalizację w dowolnym momencie.
pt: Para conectá-lo com pessoas próximas para trocas de dinheiro, precisamos da sua localização aproximada. Não se preocupe - não precisamos da sua localização exata. 📱 No celular: Toque em "Próximo" para compartilhar sua localização atual ou aproximada 💻 No computador: Passe o cursor (não clique) sobre 📎 Clipe → 📍 Localização para selecionar qualquer local Você pode atualizar sua localização a qualquer momento.
ro: Pentru a vă conecta cu persoane din apropiere pentru schimburi de numerar, avem nevoie de locația dvs. aproximativă. Nu vă faceți griji - nu avem nevoie de locația dvs. exactă. 📱 Pe mobil: Atingeți "Următorul" pentru a partaja locația curentă sau aproximativă 💻 Pe computer: Treceți cursorul (nu faceți clic) pe 📎 Agrafă → 📍 Locație pentru a selecta orice locație Puteți actualiza locația oricând mai târziu.
ru: Чтобы связать вас с людьми поблизости для обмена наличных, нам нужно ваше приблизительное местоположение. Не волнуйтесь - точное местоположение не требуется. 📱 На телефоне: Нажмите "Далее", чтобы поделиться текущим или приблизительным местоположением 💻 На компьютере: Наведите курсор (не нажимайте) 📎 Скрепка → 📍 Местоположение, чтобы выбрать любое место Вы можете изменить местоположение в любое время.
th: เพื่อเชื่อมต่อคุณกับผู้คนใกล้เคียงสำหรับการแลกเปลี่ยนเงินสด เราต้องการตำแหน่งโดยประมาณของคุณ ไม่ต้องกังวล - เราไม่ต้องการตำแหน่งที่แน่นอนของคุณ 📱 บนมือถือ: แตะ "ถัดไป" เพื่อแชร์ตำแหน่งปัจจุบันหรือโดยประมาณของคุณ 💻 บนคอมพิวเตอร์: เลื่อนเมาส์ไปที่ (อย่าคลิก) 📎 คลิปหนีบกระดาษ → 📍 ตำแหน่ง เพื่อเลือกตำแหน่งใดๆ คุณสามารถอัปเดตตำแหน่งของคุณได้ทุกเมื่อในภายหลัง
tr: Nakit değişimleri için sizi yakındaki kişilerle bağlamak için yaklaşık konumunuza ihtiyacımız var. Endişelenmeyin - tam konumunuza ihtiyacımız yok. 📱 Mobilde: Mevcut veya yaklaşık konumunuzu paylaşmak için "İleri" düğmesine dokunun 💻 Bilgisayarda: Herhangi bir konum seçmek için 📎 Ataç → 📍 Konum üzerine gelin (tıklamayın) Konumunuzu daha sonra istediğiniz zaman güncelleyebilirsiniz.
uk: Щоб з'єднати вас з людьми поблизу для обміну готівки, нам потрібне ваше приблизне місцезнаходження. Не хвилюйтеся - точне місцезнаходження не потрібне. 📱 На телефоні: Натисніть "Далі", щоб поділитися поточним або приблизним місцезнаходженням 💻 На комп'ютері: Наведіть курсор (не натискайте) на 📎 Скріпка → 📍 Місцезнаходження, щоб вибрати будь-яке місце Ви можете змінити місцезнаходження в будь-який час.
vi: Để kết nối bạn với những người lân cận cho việc trao đổi tiền mặt, chúng tôi cần vị trí gần đúng của bạn. Đừng lo - chúng tôi không cần vị trí chính xác của bạn. 📱 Trên điện thoại: Nhấn "Tiếp theo" để chia sẻ vị trí hiện tại hoặc gần đúng 💻 Trên máy tính: Di chuột qua (không nhấp) 📎 Kẹp giấy → 📍 Vị trí để chọn bất kỳ vị trí nào Bạn có thể cập nhật vị trí bất cứ lúc nào sau này.
zh_cn: 为了将您与附近的人联系以进行现金兑换，我们需要您的大概位置。别担心 - 我们不需要您的确切位置。 📱 在手机上：点击"下一步"分享您当前或大概的位置 💻 在电脑上：悬停（不要点击）📎 回形针 → 📍 位置 选择任意位置 您可以随时更新您的位置。
zh_tw: 為了將您與附近的人聯繫以進行現金兌換，我們需要您的大概位置。別擔心 - 我們不需要您的確切位置。 📱 在手機上：點擊「下一步」分享您當前或大概的位置 💻 在電腦上：懸停（不要點擊）📎 迴紋針 → 📍 位置 選擇任意位置 您可以隨時更新您的位置。

# ask_location_menu.next_button
source: Next
ar: التالي
az: İrəli
bg: Напред
de: Weiter
es: Siguiente
fa: بعدی
fil: Susunod
fr: Suivant
he: הבא
hi: अगला
id: Lanjut
it: Avanti
kk: Келесі
my: ရှေ့သို့
pl: Dalej
pt: Próximo
ro: Următorul
ru: Далее
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_cn: 下一步
zh_tw: 下一步

# select_radius_menu.message
source: What describes your area best?
ar: ما الذي يصف منطقتك بشكل أفضل؟
az: Ərazinizi ən yaxşı nə təsvir edir?
bg: Кое описва най-добре вашия район?
de: Was beschreibt Ihre Gegend am besten?
es: ¿Qué describe mejor tu área?
fa: کدام یک منطقه شما را بهتر توصیف می‌کند؟
fil: Ano ang pinakamahusay na naglalarawan sa iyong lugar?
fr: Qu'est-ce qui décrit le mieux votre région ?
he: מה מתאר את האזור שלך הכי טוב?
hi: आपके क्षेत्र का सबसे अच्छा वर्णन क्या है?
id: Apa yang paling menggambarkan daerah Anda?
it: Cosa descrive meglio la tua zona?
kk: Сіздің аймағыңызды не жақсы сипаттайды?
my: သင့်ဒေသကို ဘယ်လိုအကောင်းဆုံး ဖော်ပြသလဲ?
pl: Co najlepiej opisuje Twoją okolicę?
pt: O que melhor descreve sua área?
ro: Ce descrie cel mai bine zona dvs.?
ru: Что лучше всего описывает вашу местность?
th: อะไรอธิบายพื้นที่ของคุณได้ดีที่สุด?
tr: Bölgenizi en iyi hangisi tanımlar?
uk: Що найкраще описує вашу місцевість?
vi: Điều gì mô tả khu vực của bạn tốt nhất?
zh_cn: 哪个最能描述您的地区？
zh_tw: 哪個最能描述您的地區？

# select_radius_menu.big_city
source: 🏙️ Big city (search within 5 km)
ar: 🏙️ مدينة كبيرة (البحث في حدود 5 كم)
az: 🏙️ Böyük şəhər (5 km daxilində axtar)
bg: 🏙️ Голям град (търсене в 5 км)
de: 🏙️ Großstadt (Suche innerhalb von 5 km)
es: 🏙️ Gran ciudad (buscar dentro de 5 km)
fa: 🏙️ شهر بزرگ (جستجو در 5 کیلومتر)
fil: 🏙️ Malaking lungsod (maghanap sa loob ng 5 km)
fr: 🏙️ Grande ville (recherche dans 5 km)
he: 🏙️ עיר גדולה (חיפוש בתוך 5 ק"מ)
hi: 🏙️ बड़ा शहर (5 किमी के भीतर खोजें)
id: 🏙️ Kota besar (cari dalam 5 km)
it: 🏙️ Grande città (ricerca entro 5 km)
kk: 🏙️ Үлкен қала (5 км ішінде іздеу)
my: 🏙️ မြို့ကြီး (5 ကီလိုမီတာအတွင်း ရှာဖွေ)
pl: 🏙️ Duże miasto (szukaj w promieniu 5 km)
pt: 🏙️ Grande cidade (buscar dentro de 5 km)
ro: 🏙️ Oraș mare (căutare în 5 km)
ru: 🏙️ Большой город (поиск в пределах 5 км)
th: 🏙️ เมืองใหญ่ (ค้นหาภายใน 5 กม.)
tr: 🏙️ Büyük şehir (5 km içinde ara)
uk: 🏙️ Велике місто (пошук у межах 5 км)
vi: 🏙️ Thành phố lớn (tìm kiếm trong vòng 5 km)
zh_cn: 🏙️ 大城市（5公里内搜索）
zh_tw: 🏙️ 大城市（5公里內搜尋）

# select_radius_menu.suburbs
source: 🏘️ Suburbs/Town (search within 15 km)
ar: 🏘️ ضواحي/بلدة (البحث في حدود 15 كم)
az: 🏘️ Qəsəbə/Şəhər (15 km daxilində axtar)
bg: 🏘️ Предградие/Град (търсене в 15 км)
de: 🏘️ Vorort/Stadt (Suche innerhalb von 15 km)
es: 🏘️ Suburbios/Pueblo (buscar dentro de 15 km)
fa: 🏘️ حومه/شهرستان (جستجو در 15 کیلومتر)
fil: 🏘️ Suburbs/Bayan (maghanap sa loob ng 15 km)
fr: 🏘️ Banlieue/Ville (recherche dans 15 km)
he: 🏘️ פרברים/עיירה (חיפוש בתוך 15 ק"מ)
hi: 🏘️ उपनगर/कस्बा (15 किमी के भीतर खोजें)
id: 🏘️ Pinggiran kota/Kota kecil (cari dalam 15 km)
it: 🏘️ Periferia/Città (ricerca entro 15 km)
kk: 🏘️ Қала маңы/Қалашық (15 км ішінде іздеу)
my: 🏘️ ဆိုင်ခံ/မြို့ (15 ကီလိုမီတာအတွင်း ရှာဖွေ)
pl: 🏘️ Przedmieścia/Miasteczko (szukaj w promieniu 15 km)
pt: 🏘️ Subúrbios/Cidade (buscar dentro de 15 km)
ro: 🏘️ Suburbie/Oraș (căutare în 15 km)
ru: 🏘️ Пригород/Городок (поиск в пределах 15 км)
th: 🏘️ ชานเมือง/เมืองเล็ก (ค้นหาภายใน 15 กม.)
tr: 🏘️ Banliyö/Kasaba (15 km içinde ara)
uk: 🏘️ Приміська зона/Містечко (пошук у межах 15 км)
vi: 🏘️ Ngoại ô/Thị trấn (tìm kiếm trong vòng 15 km)
zh_cn: 🏘️ 郊区/小镇（15公里内搜索）
zh_tw: 🏘️ 郊區/小鎮（15公里內搜尋）
