Repository: ro31337/librecash
Catalog: locales/all/*.po
Languages: ar, az, bg, de, es, fa, fil, fr, he, hi, id, it, kk, my, pl, pt, ro, ru, th, tr, uk, vi, zh_cn, zh_tw

# main_menu.confirmed_crypto_to_cash
source: ✅ You selected: Crypto → Cash exchange
ar: ✅ لقد اخترت: عملة رقمية → نقود
az: ✅ Seçdiniz: Kripto → Nağd pul
bg: ✅ Избрахте: Криптовалута → Пари в брой
de: ✅ Sie haben gewählt: Krypto → Bargeld
es: ✅ Seleccionaste: Cripto → Efectivo
fa: ✅ شما انتخاب کردید: کریپتو → پول نقد
fil: ✅ Napili ninyo: Crypto → Cash
fr: ✅ Vous avez sélectionné : Crypto → Liquide
he: ✅ בחרתם: קריפטו → מזומן
hi: ✅ आपने चुना: क्रिप्टो → नकद
id: ✅ Anda memilih: Crypto → Uang Tunai
it: ✅ Hai selezionato: Crypto → Contanti
kk: ✅ Сіз таңдадыңыз: Крипто → Қолма-қол ақша
my: ✅ သင် ရွေးမြျးတ်သ်သား: Crypto → ငွေသား
pl: ✅ Wybrałeś: Krypto → Gotówka
pt: ✅ Você selecionou: Crypto → Dinheiro
ro: ✅ Ați selectat: Crypto → Numerar
ru: ✅ Вы выбрали: Крипта → Наличные
th: ✅ คุณเลือก: คริปโต → เงินสด
tr: ✅ Seçtiniz: Kripto → Nakit
uk: ✅ Ви обрали: Крипто → Готівка
vi: ✅ Bản đã chọn: Crypto → Tiền mặt
zh_cn: ✅ 您选择了：加密货币 → 现金
zh_tw: ✅ 您已選擇：加密貨幣 → 現金

# amount_menu.message
source: Select exchange amount Your offer will be visible to all users within %d km. You can delete it at any time.
ar: اختر مبلغ التبادل سيكون عرضك مرئياً لجميع المستخدمين في حدود %d كم. يمكنك حذفه في أي وقت.
az: Mübadilə məbləğini seçin Təklifiniz %d km daxilindəki bütün istifadəçilər üçün görünəcək. İstənilən vaxt silə bilərsiniz.
bg: Изберете сума за обмен Вашето предложение ще бъде видимо за всички потребители в рамките на %d км. Можете да го изтриете по всяко време.
de: Tauschbetrag auswählen Ihr Angebot wird für alle Benutzer im Umkreis von %d km sichtbar sein. Sie können es jederzeit löschen.
es: Seleccionar cantidad de intercambio Tu oferta será visible para todos los usuarios dentro de %d km. Puedes eliminarla en cualquier momento.
fa: مقدار مبادله را انتخاب کنید پیشنهاد شما برای همه کاربران در محدوده %d کیلومتری قابل مشاهده خواهد بود. می‌توانید آن را در هر زمان حذف کنید.
fil: Piliin ang halaga ng palitan Ang inyong alok ay makikita ng lahat ng mga user sa loob ng %d km. Maaari ninyong tanggalin ito anumang oras.
fr: Sélectionnez le montant d'échange Votre offre sera visible par tous les utilisateurs dans un rayon de %d km. Vous pouvez la supprimer à tout moment.
he: בחר סכום החלפה ההצעה שלך תהיה גלויה לכל המשתמשים בתוך %d ק"מ. תוכל למחוק אותה בכל עת.
hi: एक्सचेंज राशि चुनें आपका ऑफ़र %d किमी के दायरे में सभी उपयोगकर्ताओं को दिखाई देगा। आप इसे कभी भी हटा सकते हैं।
id: Pilih jumlah tukar Penawaran Anda akan terlihat oleh semua pengguna dalam radius %d km. Anda dapat menghapusnya kapan saja.
it: Seleziona importo di scambio La tua offerta sarà visibile a tutti gli utenti entro %d km. Puoi eliminarla in qualsiasi momento.
kk: Айырбастау сомасын таңдаңыз Сіздің ұсынысыңыз %d км радиусындағы барлық пайдаланушыларға көрінеді. Оны кез келген уақытта жоя аласыз.
my: လဲလှယ်မည့်ပမာဏ ရွေးချယ်ပါ သင့်အကမ်းလွှာသည် %d ကီလိုမီတာ အတွင်းရှိ အသုံးပြုသူအားလုံးအား မြင်ရပါမည်။ သင်သည် မည်သည့်အချိန်တွင်မဆို ၎င်းကို ဖယ်ရှားနိုင်ပါသည်။
pl: Wybierz kwotę wymiany Twoja oferta będzie widoczna dla wszystkich użytkowników w promieniu %d km. Możesz ją usunąć w każdej chwili.
pt: Selecione o valor da troca Sua oferta será visível para todos os usuários dentro de %d km. Você pode excluí-la a qualquer momento.
ro: Selectați suma de schimb Oferta dvs. va fi vizibilă pentru toți utilizatorii în raza de %d km. O puteți șterge oricând.
ru: Выберите сумму для обмена Ваше предложение увидят все в радиусе %d км. Удалить можно в любой момент.
th: เลือกจำนวนเงินที่จะแลกเปลี่ยน ข้อเสนอของคุณจะมองเห็นได้โดยผู้ใช้ทั้งหมดภายในรัศมี %d กม. คุณสามารถลบได้ทุกเมื่อ
tr: Değişim miktarını seçin Teklifiniz %d km yarıçapındaki tüm kullanıcılara görünür olacak. İstediğiniz zaman silebilirsiniz.
uk: Оберіть суму для обміну Ваша пропозиція буде видима всім користувачам у радіусі %d км. Ви можете видалити її в будь-який час.
vi: Chọn số tiền trao đổi Đề nghị của bạn sẽ hiển thị cho tất cả người dùng trong bán kính %d km. Bạn có thể xóa bất cứ lúc nào.
zh_cn: 选择兑换金额 您的提议将对 %d 公里范围内的所有用户可见。 您可以随时删除它。
zh_tw: 選擇兌換金額 您的提議將對 %d 公里範圍內的所有用戶可見。 您可以隨時刪除它。

# amount_menu.button_cancel
source: ❌ Cancel
ar: ❌ إلغاء
az: ❌ Ləğv et
bg: ❌ Отмени
de: ❌ Abbrechen
es: ❌ Cancelar
fa: ❌ لغو
fil: ❌ Kanselahin
fr: ❌ Annuler
he: ❌ בטל
hi: ❌ रद्द करें
id: ❌ Batal
it: ❌ Annulla
kk: ❌ Болдырмау
my: ❌ ပယ်ဖျက်ရန်
pl: ❌ Anuluj
pt: ❌ Cancelar
ro: ❌ Anulare
ru: ❌ Отмена
th: ❌ ยกเลิก
tr: ❌ İptal
uk: ❌ Скасувати
vi: ❌ Hủy
zh_cn: ❌ 取消
zh_tw: ❌ 取消

# amount_menu.amount_selected
source: ✅ Amount selected: $%d Your offer has been posted.
ar: ✅ تم اختيار المبلغ: $%d تم نشر عرضك.
az: ✅ Məbləğ seçildi: $%d Təklifiniz dərc edildi.
bg: ✅ Избрана сума: $%d Вашето предложение е публикувано.
de: ✅ Betrag ausgewählt: $%d Ihr Angebot wurde veröffentlicht.
es: ✅ Cantidad seleccionada: $%d Tu oferta ha sido publicada.
fa: ✅ مقدار انتخاب شد: $%d پیشنهاد شما منتشر شده است.
fil: ✅ Naipili ang halaga: $%d Napost na ang inyong alok.
fr: ✅ Montant sélectionné : $%d Votre offre a été publiée.
he: ✅ סכום נבחר: $%d ההצעה שלך פורסמה.
hi: ✅ राशि चुनी गई: $%d आपका ऑफ़र पोस्ट हो गया है।
id: ✅ Jumlah dipilih: $%d Penawaran Anda telah diposting.
it: ✅ Importo selezionato: $%d La tua offerta è stata pubblicata.
kk: ✅ Сома таңдалды: $%d Сіздің ұсынысыңыз жарияланды.
my: ✅ ပမာဏ ရွေးချယ်ပြီး: $%d သင့်အကမ်းလွှာ ရေးသားပြီးပါပြီ။
pl: ✅ Wybrana kwota: $%d Twoja oferta została opublikowana.
pt: ✅ Valor selecionado: $%d Sua oferta foi publicada.
ro: ✅ Suma selectată: $%d Oferta dvs. a fost postată.
ru: ✅ Выбрана сумма: $%d Ваше предложение опубликовано.
th: ✅ เลือกจำนวนเงิน: $%d ข้อเสนอของคุณถูกโพสต์แล้ว
tr: ✅ Miktar seçildi: $%d Teklifiniz yayınlandı.
uk: ✅ Сума обрана: $%d Вашу пропозицію опубліковано.
vi: ✅ Đã chọn số tiền: $%d Đề nghị của bạn đã được đăng.
zh_cn: ✅ 已选择金额：$%d 您的提议已发布。
zh_tw: ✅ 已選擇金額：$%d 您的提議已發布。

# amount_menu.canceled
source: ❌ Canceled
ar: ❌ تم الإلغاء
az: ❌ Ləğv edildi
bg: ❌ Отменено
de: ❌ Abgebrochen
es: ❌ Cancelado
fa: ❌ لغو شد
fil: ❌ Nakansela
fr: ❌ Annulé
he: ❌ בוטל
hi: ❌ रद्द किया गया
id: ❌ Dibatalkan
it: ❌ Annullato
kk: ❌ Болдырмады
my: ❌ ပယ်ဖျက်ပြီးပါပြီ
pl: ❌ Anulowano
pt: ❌ Cancelado
ro: ❌ Anulat
ru: ❌ Отменено
th: ❌ ยกเลิกแล้ว
tr: ❌ İptal edildi
uk: ❌ Скасовано
vi: ❌ Đã hủy
zh_cn: ❌ 已取消
zh_tw: ❌ 已取消

# fanout.notification_header
source: 💰 Someone nearby wants to exchange!
az: 💰 Yaxınlıqda kimsə mübadilə etmək istəyir!
bg: 💰 Някой наблизо иска да обменя!
de: 💰 Jemand in der Nähe möchte tauschen!
es: 💰 ¡Alguien cerca quiere intercambiar!
fa: 💰 کسی در نزدیکی می‌خواهد مبادله کند!
fil: 💰 May gustong magpalitan na malapit!
fr: 💰 Quelqu'un près de vous veut échanger !
he: 💰 מישהו בקרבת מקום רוצה להחליף!
hi: 💰 आस-पास कोई एक्सचेंज करना चाहता है!
id: 💰 Seseorang di dekat sini ingin bertukar!
it: 💰 Qualcuno nelle vicinanze vuole scambiare!
kk: 💰 Жақын жерде біреу айырбастауды қалайды!
my: 💰 အနီးအနားမှာ တစ်ယောက်က လဲလှယ်ချင်နေတယ်!
pl: 💰 Ktoś w pobliżu chce wymienić!
pt: 💰 Alguém próximo quer trocar!
ro: 💰 Cineva din apropiere vrea să facă schimb!
ru: 💰 Кто-то рядом хочет обменяться!
th: 💰 มีคนใกล้ๆ ต้องการแลกเปลี่ยน!
tr: 💰 Yakınlarda biri takas yapmak istiyor!
uk: 💰 Хтось поблизу хоче обмінятися!
vi: 💰 Có người gần đây muốn trao đổi!
zh_cn: 💰 附近有人想要兑换！
zh_tw: 💰 附近有人想要兌換！

# fanout.notification_have_cash
source: They have: Cash
az: Onlarda var: Nağd pul
bg: Те имат: Пари в брой
de: Sie haben: Bargeld
es: Tienen: Efectivo
fa: آنها دارند: پول نقد
fil: Mayroon sila: Cash
fr: Ils ont : Espèces
he: יש להם: מזומן
hi: उनके पास है: नकद
id: Mereka punya: Uang tunai
it: Hanno: Contanti
kk: Оларда бар: Қолма-қол ақша
my: သူတို့မှာ ရှိတယ်: ငွေသား
pl: Mają: Gotówkę
pt: Eles têm: Dinheiro
ro: Au: Numerar
ru: У них есть: Наличные
th: พวกเขามี: เงินสด
tr: Onlarda var: Nakit
uk: У них є: Готівка
vi: Họ có: Tiền mặt
zh_cn: 他们有：现金
zh_tw: 他們有：現金

# fanout.notification_have_crypto
source: They have: Crypto
az: Onlarda var: Kripto
bg: Те имат: Криптовалута
de: Sie haben: Krypto
es: Tienen: Cripto
fa: آنها دارند: کریپتو
fil: Mayroon sila: Crypto
fr: Ils ont : Crypto
he: יש להם: קריפטו
hi: उनके पास है: क्रिप्टो
id: Mereka punya: Kripto
it: Hanno: Crypto
kk: Оларда бар: Крипто
my: သူတို့မှာ ရှိတယ်: ကရစ်ပ်တို
pl: Mają: Krypto
pt: Eles têm: Cripto
ro: Au: Cripto
ru: У них есть: Криптовалюта
th: พวกเขามี: คริปโต
tr: Onlarda var: Kripto
uk: У них є: Криптовалюта
vi: Họ có: Crypto
zh_cn: 他们有：加密货币
zh_tw: 他們有：加密貨幣

# fanout.notification_need_cash
source: They need: Cash
az: Onlara lazımdır: Nağd pul
bg: Те искат: Пари в брой
de: Sie brauchen: Bargeld
es: Necesitan: Efectivo
fa: آنها نیاز دارند: پول نقد
fil: Kailangan nila: Cash
fr: Ils ont besoin : Espèces
he: הם צריכים: מזומן
hi: उन्हें चाहिए: नकद
id: Mereka butuh: Uang tunai
it: Hanno bisogno: Contanti
kk: Оларға керек: Қолма-қол ақша
my: သူတို့ လိုတယ်: ငွေသား
pl: Potrzebują: Gotówki
pt: Eles precisam: Dinheiro
ro: Au nevoie: Numerar
ru: Им нужны: Наличные
th: พวกเขาต้องการ: เงินสด
tr: İhtiyaçları: Nakit
uk: Їм потрібна: Готівка
vi: Họ cần: Tiền mặt
zh_cn: 他们需要：现金
zh_tw: 他們需要：現金

# fanout.notification_need_crypto
source: They need: Crypto
az: Onlara lazımdır: Kripto
bg: Те искат: Криптовалута
de: Sie brauchen: Krypto
es: Necesitan: Cripto
fa: آنها نیاز دارند: کریپتو
fil: Kailangan nila: Crypto
fr: Ils ont besoin : Crypto
he: הם צריכים: קריפטו
hi: उन्हें चाहिए: क्रिप्टो
id: Mereka butuh: Kripto
it: Hanno bisogno: Crypto
kk: Оларға керек: Крипто
my: သူတို့ လိုတယ်: ကရစ်ပ်တို
pl: Potrzebują: Krypto
pt: Eles precisam: Cripto
ro: Au nevoie: Cripto
ru: Им нужна: Криптовалюта
th: พวกเขาต้องการ: คริปโต
tr: İhtiyaçları: Kripto
uk: Їм потрібна: Криптовалюта
vi: Họ cần: Crypto
zh_cn: 他们需要：加密货币
zh_tw: 他們需要：加密貨幣

# fanout.notification_amount
source: Amount: $%d
ar: المبلغ: $%d
az: Məbləğ: $%d
bg: Сума: $%d
de: Betrag: $%d
es: Cantidad: $%d
fa: مقدار: $%d
fil: Halaga: $%d
fr: Montant : $%d
he: סכום: $%d
hi: राशि: $%d
id: Jumlah: $%d
it: Importo: $%d
kk: Сома: $%d
my: ပမာဏ: $%d
pl: Kwota: $%d
pt: Quantia: $%d
ro: Sumă: $%d
ru: Сумма: $%d
th: จำนวน: $%d
tr: Miktar: $%d
uk: Сума: $%d
vi: Số tiền: $%d
zh_cn: 金额：$%d
zh_tw: 金額：$%d

# fanout.author_notification_header
source: 💰 Your exchange is active
ar: 💰 تبادلك نشط
az: 💰 Mübadiləniz aktivdir
bg: 💰 Вашият обмен е активен
de: 💰 Ihr Austausch ist aktiv
es: 💰 Tu intercambio está activo
fa: 💰 تبادل شما فعال است
fil: 💰 Aktibo ang inyong palitan
fr: 💰 Votre échange est actif
he: 💰 החלפה שלך פעילה
hi: 💰 आपका एक्सचेंज सक्रिय है
id: 💰 Pertukaran Anda aktif
it: 💰 Il tuo scambio è attivo
kk: 💰 Сіздің алмасуыңыз белсенді
my: 💰 သင့်လဲလှယ်မှုသည် တက်ကြွနေသည်
pl: 💰 Twoja wymiana jest aktywna
pt: 💰 Sua troca está ativa
ro: 💰 Schimbul tău este activ
ru: 💰 Ваш обмен активен
th: 💰 การแลกเปลี่ยนของคุณใช้งานอยู่
tr: 💰 Takasınız aktif
uk: 💰 Ваш обмін активний
vi: 💰 Giao dịch của bạn đang hoạt động
zh_cn: 💰 您的交换处于活跃状态
zh_tw: 💰 您的交換處於活躍狀態

# fanout.author_notification_have_cash
source: You have: Cash
ar: لديك: نقود
az: Sizdə var: Nağd pul
bg: Имате: Пари в брой
de: Sie haben: Bargeld
es: Tienes: Efectivo
fa: شما دارید: پول نقد
fil: Mayroon kayo: Cash
fr: Vous avez : Espèces
he: יש לך: מזומן
hi: आपके पास है: नकद
id: Anda memiliki: Uang tunai
it: Hai: Contanti
kk: Сізде бар: Қолма-қол ақша
my: သင့်ထံတွင်ရှိသည်: ငွေသား
pl: Masz: Gotówkę
pt: Você tem: Dinheiro
ro: Ai: Numerar
ru: У вас есть: Наличные
th: คุณมี: เงินสด
tr: Sahip olduğunuz: Nakit
uk: У вас є: Готівка
vi: Bạn có: Tiền mặt
zh_cn: 您有：现金
zh_tw: 您有：現金

# fanout.author_notification_have_crypto
source: You have: Crypto
ar: لديك: عملة رقمية
az: Sizdə var: Kripto
bg: Имате: Криптовалута
de: Sie haben: Krypto
es: Tienes: Cripto
fa: شما دارید: کریپتو
fil: Mayroon kayo: Crypto
fr: Vous avez : Crypto
he: יש לך: קריפטו
hi: आपके पास है: क्रिप्टो
id: Anda memiliki: Kripto
it: Hai: Crypto
kk: Сізде бар: Крипто
my: သင့်ထံတွင်ရှိသည်: ကရစ်ပ်တို
pl: Masz: Krypto
pt: Você tem: Crypto
ro: Ai: Cripto
ru: У вас есть: Криптовалюта
th: คุณมี: คริปโต
tr: Sahip olduğunuz: Kripto
uk: У вас є: Криптовалюта
vi: Bạn có: Tiền điện tử
zh_cn: 您有：加密货币
zh_tw: 您有：加密貨幣

# fanout.author_notification_need_cash
source: You need: Cash
ar: تحتاج: نقود
az: Sizə lazımdır: Nağd pul
bg: Искате: Пари в брой
de: Sie brauchen: Bargeld
es: Necesitas: Efectivo
fa: شما نیاز دارید: پول نقد
fil: Kailangan ninyo: Cash
fr: Vous avez besoin : Espèces
he: אתה צריך: מזומן
hi: आपको चाहिए: नकद
id: Anda membutuhkan: Uang tunai
it: Ti serve: Contanti
kk: Сізге қажет: Қолма-қол ақша
my: သင်လိုအပ်သည်: ငွေသား
pl: Potrzebujesz: Gotówki
pt: Você precisa: Dinheiro
ro: Ai nevoie de: Numerar
ru: Вам нужно: Наличные
th: คุณต้องการ: เงินสด
tr: İhtiyacınız olan: Nakit
uk: Вам потрібно: Готівка
vi: Bạn cần: Tiền mặt
zh_cn: 您需要：现金
zh_tw: 您需要：現金

# fanout.author_notification_need_crypto
source: You need: Crypto
ar: تحتاج: عملة رقمية
az: Sizə lazımdır: Kripto
bg: Искате: Криптовалута
de: Sie brauchen: Krypto
es: Necesitas: Cripto
fa: شما نیاز دارید: کریپتو
fil: Kailangan ninyo: Crypto
fr: Vous avez besoin : Crypto
he: אתה צריך: קריפטו
hi: आपको चाहिए: क्रिप्टो
id: Anda membutuhkan: Kripto
it: Ti serve: Crypto
kk: Сізге қажет: Крипто
my: သင်လိုအပ်သည်: ကရစ်ပ်တို
pl: Potrzebujesz: Krypto
pt: Você precisa: Crypto
ro: Ai nevoie de: Cripto
ru: Вам нужно: Криптовалюта
th: คุณต้องการ: คริปโต
tr: İhtiyacınız olan: Kripto
uk: Вам потрібно: Криптовалюта
vi: Bạn cần: Tiền điện tử
zh_cn: 您需要：加密货币
zh_tw: 您需要：加密貨幣

# fanout.notification_distance
source: 📍 ~%d km from you
az: 📍 Sizdən ~%d km uzaqlıqda
bg: 📍 ~%d км от вас
de: 📍 ~%d km von Ihnen
es: 📍 ~%d km de ti
fa: 📍 ~%d کیلومتر از شما
fil: 📍 ~%d km mula sa inyo
fr: 📍 ~%d km de vous
he: 📍 ~%d ק״מ ממכם
hi: 📍 आपसे ~%d किमी दूर
id: 📍 ~%d km dari Anda
it: 📍 ~%d km da te
kk: 📍 Сізден ~%d км қашықтықта
my: 📍 သင့်ထံမှ ~%d ကီလိုမီတာ
pl: 📍 ~%d km od Ciebie
pt: 📍 ~%d km de você
ro: 📍 ~%d km de tine
ru: 📍 ~%d км от вас
th: 📍 ห่างจากคุณ ~%d กม.
tr: 📍 Sizden ~%d km uzakta
uk: 📍 ~%d км від вас
vi: 📍 Cách bạn ~%d km
zh_cn: 📍 距离您约%d公里
zh_tw: 📍 距離您約%d公里

# fanout.button_show_contact
source: 👤 Show contact
ar: 👤 إظهار جهة الاتصال
az: 👤 Əlaqəni göstər
bg: 👤 Покажи контакт
de: 👤 Kontakt anzeigen
es: 👤 Mostrar contacto
fa: 👤 نمایش تماس
fil: 👤 Ipakita ang contact
fr: 👤 Afficher le contact
he: 👤 הצג איש קשר
hi: 👤 संपर्क दिखाएं
id: 👤 Tampilkan kontak
it: 👤 Mostra contatto
kk: 👤 Байланысты көрсету
my: 👤 အဆက်အသွယ် ပြရန်
pl: 👤 Pokaż kontakt
pt: 👤 Mostrar contato
ro: 👤 Arată contactul
ru: 👤 Показать контакт
th: 👤 แสดงข้อมูลติดต่อ
tr: 👤 İletişimi göster
uk: 👤 Показати контакт
vi: 👤 Hiển thị liên hệ
zh_cn: 👤 显示联系方式
zh_tw: 👤 顯示聯絡方式

# fanout.button_delete
source: ❌ Delete
ar: ❌ حذف
az: ❌ Sil
bg: ❌ Изтрий
de: ❌ Löschen
es: ❌ Eliminar
fa: ❌ حذف
fil: ❌ Tanggalin
fr: ❌ Supprimer
he: ❌ מחק
hi: ❌ हटाएं
id: ❌ Hapus
it: ❌ Elimina
kk: ❌ Жою
my: ❌ ဖျက်ရန်
pl: ❌ Usuń
pt: ❌ Excluir
ro: ❌ Șterge
ru: ❌ Удалить
th: ❌ ลบ
tr: ❌ Sil
uk: ❌ Видалити
vi: ❌ Xóa
zh_cn: ❌ 删除
zh_tw: ❌ 刪除

# fanout.historical_notification_header
source: 💰 Someone nearby wanted to exchange (%s)
ar: 💰 شخص قريب أراد التبديل (%s)
az: 💰 Yaxınlıqda kimsə mübadilə etmək istəyirdi (%s)
bg: 💰 Някой наблизо искаше да обменя (%s)
de: 💰 Jemand in der Nähe wollte tauschen (%s)
es: 💰 Alguien cerca quería intercambiar (%s)
fa: 💰 کسی در نزدیکی می‌خواست مبادله کند (%s)
fil: 💰 May gustong magpalit na malapit (%s)
fr: 💰 Quelqu'un près de vous voulait échanger (%s)
he: 💰 מישהו בקרבת מקום רצה להחליף (%s)
hi: 💰 पास में कोई एक्सचेंज करना चाहता था (%s)
id: 💰 Seseorang di dekat sini ingin bertukar (%s)
it: 💰 Qualcuno nelle vicinanze voleva scambiare (%s)
kk: 💰 Жақын жерде біреу айырбастауды қалады (%s)
my: 💰 အနီးတစ်ဝိုက်တွင် တစ်စုံတစ်ယောက်က လဲလှယ်လိုခဲ့သည် (%s)
pl: 💰 Ktoś w pobliżu chciał wymienić (%s)
pt: 💰 Alguém próximo queria trocar (%s)
ro: 💰 Cineva din apropiere a vrut să schimbe (%s)
ru: 💰 Кто-то рядом хотел обменяться (%s)
th: 💰 มีคนใกล้ๆ ต้องการแลกเปลี่ยน (%s)
tr: 💰 Yakınlarda biri takas yapmak istedi (%s)
uk: 💰 Хтось поблизу хотів обмінятися (%s)
vi: 💰 Ai đó gần đây muốn trao đổi (%s)
zh_cn: 💰 附近有人想要交换 (%s)
zh_tw: 💰 附近有人想要交換 (%s)

# time.minutes_ago
source: %d min.ago
ar: منذ %d د
az: %d dəq.əvvəl
bg: преди %d мин
de: vor %d Min
es: hace %d min
fa: %d دقیقه پیش
fil: %d min nakalipas
fr: il y a %d min
he: לפני %d דק'
hi: %d मिनट पहले
id: %d mnt lalu
it: %d min fa
kk: %d мин бұрын
my: %d မိနစ်က
pl: %d min temu
pt: %d min atrás
ro: acum %d min
ru: %d мин.назад
th: %d นาทีที่แล้ว
tr: %d dk önce
uk: %d хв тому
vi: %d phút trước
zh_cn: %d分钟前
zh_tw: %d分鐘前

# time.minutes_ago_1
source: 1 min.ago
ar: منذ 1 د
az: 1 dəq.əvvəl
bg: преди 1 мин
de: vor 1 Min
es: hace 1 min
fa: 1 دقیقه پیش
fil: 1 min nakalipas
fr: il y a 1 min
he: לפני 1 דק'
hi: 1 मिनट पहले
id: 1 mnt lalu
it: 1 min fa
kk: 1 мин бұрын
my: 1 မိနစ်က
pl: 1 min temu
pt: 1 min atrás
ro: acum 1 min
ru: 1 мин.назад
th: 1 นาทีที่แล้ว
tr: 1 dk önce
uk: 1 хв тому
vi: 1 phút trước
zh_cn: 1分钟前
zh_tw: 1分鐘前

# time.hours_ago
source: %d h.ago
ar: منذ %d س
az: %d saat əvvəl
bg: преди %d ч
de: vor %d Std
es: hace %d h
fa: %d ساعت پیش
fil: %d oras nakalipas
fr: il y a %d h
he: לפני %d שע'
hi: %d घंटे पहले
id: %d jam lalu
it: %d ore fa
kk: %d сағ бұрын
my: %d နာရီက
pl: %d godz temu
pt: %d h atrás
ro: acum %d ore
ru: %d ч.назад
th: %d ชั่วโมงที่แล้ว
tr: %d sa önce
uk: %d год тому
vi: %d giờ trước
zh_cn: %d小时前
zh_tw: %d小時前

# time.hours_ago_1
source: 1 h.ago
ar: منذ 1 س
az: 1 saat əvvəl
bg: преди 1 ч
de: vor 1 Std
es: hace 1 h
fa: 1 ساعت پیش
fil: 1 oras nakalipas
fr: il y a 1 h
he: לפני 1 שע'
hi: 1 घंटे पहले
id: 1 jam lalu
it: 1 ora fa
kk: 1 сағ бұрын
my: 1 နာရီက
pl: 1 godz temu
pt: 1 h atrás
ro: acum 1 oră
ru: 1 ч.назад
th: 1 ชั่วโมงที่แล้ว
tr: 1 sa önce
uk: 1 год тому
vi: 1 giờ trước
zh_cn: 1小时前
zh_tw: 1小時前

# time.days_ago
source: %d d.ago
ar: منذ %d ي
az: %d gün əvvəl
bg: преди %d дни
de: vor %d T
es: hace %d d
fa: %d روز پیش
fil: %d araw nakalipas
fr: il y a %d j
he: לפני %d ימ'
hi: %d दिन पहले
id: %d hari lalu
it: %d gg fa
kk: %d күн бұрын
my: %d ရက်က
pl: %d dni temu
pt: %d d atrás
ro: acum %d zile
ru: %d дн.назад
th: %d วันที่แล้ว
tr: %d gün önce
uk: %d дн тому
vi: %d ngày trước
zh_cn: %d天前
zh_tw: %d天前

# time.days_ago_1
source: 1 d.ago
ar: منذ 1 ي
az: 1 gün əvvəl
bg: преди 1 ден
de: vor 1 T
es: hace 1 d
fa: 1 روز پیش
fil: 1 araw nakalipas
fr: il y a 1 j
he: לפני 1 יום
hi: 1 दिन पहले
id: 1 hari lalu
it: 1 g fa
kk: 1 күн бұрын
my: 1 ရက်က
pl: 1 dzień temu
pt: 1 d atrás
ro: acum 1 zi
ru: 1 дн.назад
th: 1 วันที่แล้ว
tr: 1 gün önce
uk: 1 дн тому
vi: 1 ngày trước
zh_cn: 1天前
zh_tw: 1天前

# time.weeks_ago
source: %d w.ago
ar: منذ %d أ
az: %d həftə əvvəl
bg: преди %d седм
de: vor %d W
es: hace %d sem
fa: %d هفته پیش
fil: %d linggo nakalipas
fr: il y a %d sem
he: לפני %d שב'
hi: %d सप्ताह पहले
id: %d minggu lalu
it: %d sett fa
kk: %d апт бұрын
my: %d ပတ်က
pl: %d tyg temu
pt: %d sem atrás
ro: acum %d săpt
ru: %d нед.назад
th: %d สัปดาห์ที่แล้ว
tr: %d hf önce
uk: %d тиж тому
vi: %d tuần trước
zh_cn: %d周前
zh_tw: %d週前

# time.weeks_ago_1
source: 1 w.ago
ar: منذ 1 أ
az: 1 həftə əvvəl
bg: преди 1 седм
de: vor 1 W
es: hace 1 sem
fa: 1 هفته پیش
fil: 1 linggo nakalipas
fr: il y a 1 sem
he: לפני 1 שב'
hi: 1 सप्ताह पहले
id: 1 minggu lalu
it: 1 sett fa
kk: 1 апт бұрын
my: 1 ပတ်က
pl: 1 tyg temu
pt: 1 sem atrás
ro: acum 1 săpt
ru: 1 нед.назад
th: 1 สัปดาห์ที่แล้ว
tr: 1 hf önce
uk: 1 тиж тому
vi: 1 tuần trước
zh_cn: 1周前
zh_tw: 1週前

# contact_request.contact_info
source: Contact: %s
ar: جهة الاتصال: %s
az: Əlaqə: %s
bg: Контакт: %s
de: Kontakt: %s
es: Contacto: %s
fa: تماس: %s
fil: Kontak: %s
he: איש קשר: %s
hi: संपर्क: %s
id: Kontak: %s
it: Contatto: %s
kk: Байланыс: %s
my: ဆက်သွယ်ရန်: %s
pl: Kontakt: %s
pt: Contato: %s
ru: Контакт: %s
th: ข้อมูลติดต่อ: %s
tr: İletişim: %s
uk: Контакт: %s
vi: Liên hệ: %s
zh_cn: 联系方式: %s
zh_tw: 聯絡方式: %s

# phone_label
source: Phone: %s
ar: هاتف: %s
az: Telefon: %s
bg: Телефон: %s
de: Telefon: %s
es: Teléfono: %s
fa: تلفن: %s
fil: Telepono: %s
fr: Téléphone: %s
he: טלפון: %s
hi: फ़ोन: %s
id: Telepon: %s
it: Telefono: %s
kk: Телефон: %s
my: ဖုန်း: %s
pl: Telefon: %s
pt: Telefone: %s
ro: Telefon: %s
ru: Телефон: %s
th: โทรศัพท์: %s
tr: Telefon: %s
uk: Телефон: %s
vi: Điện thoại: %s
zh_cn: 电话: %s
zh_tw: 電話: %s

# contact_request.notification
source: ℹ️ User %s requested your contact.
ar: ℹ️ المستخدم %s طلب جهة اتصالك.
az: ℹ️ İstifadəçi %s əlaqənizi tələb etdi.
bg: ℹ️ Потребител %s поиска вашия контакт.
de: ℹ️ Benutzer %s hat Ihren Kontakt angefordert.
es: ℹ️ El usuario %s solicitó tu contacto.
fa: ℹ️ کاربر %s درخواست تماس شما را کرد.
fil: ℹ️ Ang user %s ay humingi ng inyong contact.
fr: ℹ️ L'utilisateur %s a demandé votre contact.
he: ℹ️ המשתמש %s ביקש את פרטי הקשר שלכם.
hi: ℹ️ उपयोगकर्ता %s ने आपका संपर्क मांगा है।
id: ℹ️ Pengguna %s meminta kontak Anda.
it: ℹ️ L'utente %s ha richiesto il tuo contatto.
kk: ℹ️ Пайдаланушы %s сіздің байланысыңызды сұрады.
my: ℹ️ အသုံးပြုသူ %s သည် သင့်ဆက်သွယ်မှုကို တောင်းခံခဲ့သည်။
pl: ℹ️ Użytkownik %s poprosił o Twój kontakt.
pt: ℹ️ O usuário %s solicitou seu contato.
ro: ℹ️ Utilizatorul %s a solicitat contactul dumneavoastră.
ru: ℹ️ Пользователь %s запросил ваш контакт.
th: ℹ️ ผู้ใช้ %s ขอข้อมูลติดต่อของคุณ
tr: ℹ️ Kullanıcı %s iletişim bilginizi istedi.
uk: ℹ️ Користувач %s запросив ваш контакт.
vi: ℹ️ Người dùng %s đã yêu cầu liên hệ của bạn.
zh_cn: ℹ️ 用户 %s 请求了您的联系方式。
zh_tw: ℹ️ 用戶 %s 請求了您的聯絡方式。

# delete_exchange.deleted_by_author
source: 🗑️ Exchange deleted by author
ar: 🗑️ تم حذف التبادل من قبل المؤلف
az: 🗑️ Mübadilə müəllif tərəfindən silindi
bg: 🗑️ Обменът е изтрит от автора
de: 🗑️ Austausch vom Autor gelöscht
es: 🗑️ Intercambio eliminado por el autor
fa: 🗑️ تبادل توسط نویسنده حذف شد
fil: 🗑️ Tinanggal ng may-akda ang exchange
fr: 🗑️ Échange supprimé par l'auteur
he: 🗑️ החלפה נמחקה על ידי המחבר
hi: 🗑️ एक्सचेंज लेखक द्वारा हटाया गया
id: 🗑️ Pertukaran dihapus oleh penulis
it: 🗑️ Scambio eliminato dall'autore
kk: 🗑️ Алмасу автормен жойылды
my: 🗑️ လဲလှယ်မှုကို စာရေးသူက ဖျက်လိုက်သည်
pl: 🗑️ Wymiana usunięta przez autora
pt: 🗑️ Troca excluída pelo autor
ro: 🗑️ Schimbul a fost șters de autor
ru: 🗑️ Обмен удален автором
th: 🗑️ การแลกเปลี่ยนถูกลบโดยผู้เขียน
tr: 🗑️ Takas yazar tarafından silindi
uk: 🗑️ Обмін видалено автором
vi: 🗑️ Giao dịch đã bị xóa bởi tác giả
zh_cn: 🗑️ 交换已被作者删除
zh_tw: 🗑️ 交換已被作者刪除

# delete_exchange.deleted_by_you
source: 🗑️ Exchange deleted by you
ar: 🗑️ تم حذف التبادل من قبلك
az: 🗑️ Mübadilə sizin tərəfinizdən silindi
bg: 🗑️ Обменът е изтрит от вас
de: 🗑️ Austausch von Ihnen gelöscht
es: 🗑️ Intercambio eliminado por ti
fa: 🗑️ تبادل توسط شما حذف شد
fil: 🗑️ Tinanggal ninyo ang exchange
fr: 🗑️ Échange supprimé par vous
he: 🗑️ החלפה נמחקה על ידכם
hi: 🗑️ एक्सचेंज आपके द्वारा हटाया गया
id: 🗑️ Pertukaran dihapus oleh Anda
it: 🗑️ Scambio eliminato da te
kk: 🗑️ Алмасу сізбен жойылды
my: 🗑️ လဲလှယ်မှုကို သင်က ဖျက်လိုက်သည်
pl: 🗑️ Wymiana usunięta przez Ciebie
pt: 🗑️ Troca excluída por você
ro: 🗑️ Schimbul a fost șters de dumneavoastră
ru: 🗑️ Обмен удален вами
th: 🗑️ การแลกเปลี่ยนถูกลบโดยคุณ
tr: 🗑️ Takas sizin tarafınızdan silindi
uk: 🗑️ Обмін видалено вами
vi: 🗑️ Giao dịch đã bị xóa bởi bạn
zh_cn: 🗑️ 交换已被您删除
zh_tw: 🗑️ 交換已被您刪除
