Repository: ro31337/librecash
Catalog: locales/all/*.po
Languages: ar, az, bg, de, es, fa, fil, fr, he, hi, id, it, kk, my, pl, pt, ro, ru, th, tr, uk, vi, zh_cn, zh_tw

# historical_fanout.message
source: ☝️ These are historical listings nearby. Tap "Continue" to proceed.
ar: ☝️ هذه إعلانات تاريخية قريبة. اضغط على «متابعة» للمتابعة.
az: ☝️ Bunlar yaxınlıqdakı tarixi elanlar. Davam etmək üçün «Davam et» düyməsini basın.
bg: ☝️ Това са исторически обяви наблизо. Натиснете «Продължи» за да продължите.
de: ☝️ Das sind historische Anzeigen in der Nähe. Tippen Sie auf «Weiter» um fortzufahren.
es: ☝️ Estos son anuncios históricos cercanos. Toque «Continuar» para proceder.
fa: ☝️ اینها آگهی‌های تاریخی نزدیک هستند. روی «ادامه» ضربه بزنید تا ادامه دهید.
fil: ☝️ Ito ang mga makasaysayang anunsyo sa malapit. Pindutin ang «Magpatuloy» upang magpatuloy.
fr: ☝️ Ce sont des annonces historiques à proximité. Appuyez sur «Continuer» pour procéder.
he: ☝️ אלו הן מודעות היסטוריות בקרבת מקום. הקש על «המשך» כדי להמשיך.
hi: ☝️ ये आस-पास के ऐतिहासिक विज्ञापन हैं। जारी रखने के लिए «जारी रखें» पर टैप करें।
id: ☝️ Ini adalah iklan historis di sekitar. Ketuk «Lanjutkan» untuk melanjutkan.
it: ☝️ Questi sono annunci storici nelle vicinanze. Tocca «Continua» per procedere.
kk: ☝️ Бұл жақын жердегі тарихи хабарландырулар. Жалғастыру үшін «Жалғастыру» түймесін басыңыз.
my: ☝️ ဤတို့သည် အနီးအနားရှိ သမိုင်းဝင် ကြော်ငြာများဖြစ်သည်။ ဆက်လက်လုပ်ဆောင်ရန် «ဆက်လုပ်ပါ» ကို နှိပ်ပါ။
pl: ☝️ To są historyczne ogłoszenia w pobliżu. Dotknij «Kontynuuj» aby kontynuować.
pt: ☝️ Estes são anúncios históricos próximos. Toque em «Continuar» para prosseguir.
ro: ☝️ Acestea sunt anunțuri istorice din apropiere. Apasă pe «Continuă» pentru a continua.
ru: ☝️ Это исторические объявления поблизости. Нажмите «Далее» для продолжения.
th: ☝️ นี่คือโฆษณาประวัติศาสตร์ในบริเวณใกล้เคียง แตะ «ดำเนินการต่อ» เพื่อดำเนินการต่อ
tr: ☝️ Bunlar yakındaki tarihi ilanlar. Devam etmek için «Devam Et» düğmesine dokunun.
uk: ☝️ Це історичні оголошення поблизу. Натисніть «Продовжити» щоб продовжити.
vi: ☝️ Đây là những quảng cáo lịch sử gần đây. Chạm «Tiếp tục» để tiếp tục.
zh_cn: ☝️ 这些是附近的历史广告。点击「继续」以继续。
zh_tw: ☝️ 這些是附近的歷史廣告。點擊「繼續」以繼續。

# historical_fanout.button_continue
source: Continue
ar: متابعة
az: Davam et
bg: Продължи
de: Weiter
es: Continuar
fa: ادامه
fil: Magpatuloy
fr: Continuer
he: המשך
hi: जारी रखें
id: Lanjutkan
it: Continua
kk: Жалғастыру
my: ဆက်လုပ်ပါ
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Далее
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_tw: 繼續

# exchange_command.not_initialized
source: Please complete your profile setup first using /start
ar: يرجى إكمال إعداد ملفك الشخصي أولاً باستخدام /start
az: Zəhmət olmasa əvvəlcə /start istifadə edərək profil quraşdırmanızı tamamlayın
bg: Моля, първо завършете настройката на профила си с /start
de: Bitte vervollständigen Sie zuerst Ihre Profilkonfiguration mit /start
es: Por favor, completa la configuración de tu perfil primero usando /start
fa: لطفاً ابتدا تنظیمات پروفایل خود را با /start تکمیل کنید
fil: Pakikumpletuhin muna ang inyong profile setup gamit ang /start
fr: Veuillez d'abord terminer la configuration de votre profil avec /start
he: אנא השלם תחילה את הגדרת הפרופיל שלך באמצעות /start
hi: कृपया पहले /start का उपयोग करके अपनी प्रोफ़ाइल सेटअप पूरा करें
id: Silakan selesaikan pengaturan profil Anda terlebih dahulu menggunakan /start
it: Per favore, completa prima la configurazione del tuo profilo usando /start
kk: Алдымен /start арқылы профиль баптауын аяқтаңыз
my: /start ကိုအသုံးပြု၍ သင့်ပရိုဖိုင်စနစ်ကို ဦးစွာပြီးမြောက်အောင်လုပ်ပါ
pl: Proszę najpierw ukończyć konfigurację profilu za pomocą /start
pt: Por favor, complete primeiro a configuração do seu perfil usando /start
ro: Vă rugăm să completați mai întâi configurarea profilului folosind /start
ru: Пожалуйста, завершите настройку профиля с помощью /start
th: กรุณาทำการตั้งค่าโปรไฟล์ให้เสร็จสิ้นก่อนโดยใช้ /start
tr: Lütfen önce /start kullanarak profil kurulumunuzu tamamlayın
uk: Будь ласка, спочатку завершіть налаштування профілю за допомогою /start
vi: Vui lòng hoàn thành thiết lập hồ sơ của bạn trước bằng /start
zh_cn: 请先使用 /start 完成个人资料设置
zh_tw: 請先使用 /start 完成個人資料設定

# us_compliance.question
source: Are you currently in 🇺🇸 USA, or are you a US citizen, US resident, or do you plan to use this service for real business (not just testing)?
ar: هل أنت حاليًا في 🇺🇸 الولايات المتحدة الأمريكية، أو أنت مواطن أمريكي، مقيم أمريكي، أو تخطط لاستخدام هذه الخدمة لأعمال حقيقية (وليس فقط للاختبار)؟
az: Hazırda 🇺🇸 ABŞ-da yaşayırsınız, yoxsa ABŞ vətendaşı, ABŞ rezidenti siniz, yoxsa bu xidməti həqiqi biznes üçün istifadə etməyi planlaşdırırsınız (yalnız test üçün deyil)?
bg: Намирате ли се в момента в 🇺🇸 САЩ, или сте американски гражданин, американски резидент, или планирате да използвате тази услуга за реален бизнес (не само за тестване)?
de: Befinden Sie sich derzeit in den 🇺🇸 USA, oder sind Sie US-Bürger, US-Resident, oder planen Sie, diesen Service für echte Geschäfte zu nutzen (nicht nur zum Testen)?
es: ¿Se encuentra actualmente en 🇺🇸 EE.UU., o es ciudadano estadounidense, residente de EE.UU., o planea usar este servicio para negocios reales (no solo para pruebas)?
fa: آیا در حال حاضر در 🇺🇸 آمریکا هستید، یا شهروند آمریکایی، ساکن آمریکا هستید، یا قصد دارید از این سرویس برای کسب و کار واقعی استفاده کنید (نه فقط برای آزمایش)؟
fil: Nasa 🇺🇸 USA ka ba ngayon, o ikaw ba ay US citizen, US resident, o balak mo bang gamitin ang serbisyong ito para sa tunay na negosyo (hindi lang para sa pagsubok)?
fr: Êtes-vous actuellement aux 🇺🇸 États-Unis, ou êtes-vous citoyen américain, résident américain, ou prévoyez-vous d'utiliser ce service pour de vrais affaires (pas seulement pour des tests)?
he: האם אתה נמצא כעת ב🇺🇸 ארה"ב, או שאתה אזרח אמריקאי, תושב אמריקאי, או שאתה מתכנן להשתמש בשירות זה לעסקים אמיתיים (לא רק לבדיקות)?
hi: क्या आप वर्तमान में 🇺🇸 अमेरिका में हैं, या आप अमेरिकी नागरिक, अमेरिकी निवासी हैं, या इस सेवा का उपयोग वास्तविक व्यापार के लिए करने की योजना बना रहे हैं (केवल परीक्षण के लिए नहीं)?
id: Apakah Anda saat ini berada di 🇺🇸 Amerika Serikat, atau Anda warga negara AS, penduduk AS, atau berencana menggunakan layanan ini untuk bisnis nyata (bukan hanya untuk pengujian)?
it: Ti trovi attualmente negli 🇺🇸 USA, o sei cittadino americano, residente americano, o prevedi di usare questo servizio per affari reali (non solo per test)?
kk: Сіз қазір 🇺🇸 АҚШ-та тұрасыз ба, немесе АҚШ азаматы, АҚШ резиденті болып табыласыз ба, немесе бұл қызметті нақты бизнес үшін пайдалануды жоспарлап отырсыз ба (тек тестілеу үшін емес)?
my: သင်သည် လက်ရှိတွင် 🇺🇸 အမေရိကန်တွင် ရှိနေပါသလား၊ သို့မဟုတ် အမေရိကန်နိုင်ငံသား၊ အမေရိကန်နေထိုင်သူ ဖြစ်ပါသလား၊ သို့မဟုတ် ဤဝန်ဆောင်မှုကို အစစ်အမှန်စီးပွားရေးအတွက် အသုံးပြုရန် စီစဉ်နေပါသလား (စမ်းသပ်ခြင်းအတွက်သာ မဟုတ်ဘဲ)?
pl: Czy obecnie znajdujesz się w 🇺🇸 USA, lub jesteś obywatelem USA, rezydentem USA, lub planujesz używać tej usługi do prawdziwego biznesu (nie tylko do testowania)?
pt: Você está atualmente nos 🇺🇸 EUA, ou é cidadão americano, residente americano, ou planeja usar este serviço para negócios reais (não apenas para testes)?
ro: Vă aflați în prezent în 🇺🇸 SUA, sau sunteți cetățean american, rezident american, sau intenționați să folosiți acest serviciu pentru afaceri reale (nu doar pentru testare)?
ru: Находитесь ли вы в настоящее время в 🇺🇸 США, или являетесь ли вы гражданином США, резидентом США, или планируете использовать этот сервис для реального бизнеса (а не только для тестирования)?
th: คุณอยู่ใน 🇺🇸 สหรัฐอเมริกาในขณะนี้ หรือเป็นพลเมืองอเมริกัน ผู้อยู่อาศัยในอเมริกา หรือวางแผนที่จะใช้บริการนี้เพื่อธุรกิจจริง (ไม่ใช่เพื่อการทดสอบเท่านั้น)?
tr: Şu anda 🇺🇸 ABD'de misiniz, yoksa ABD vatandaşı, ABD sakini misiniz, yoksa bu hizmeti gerçek iş için kullanmayı planlıyor musunuz (sadece test için değil)?
uk: Чи перебуваєте ви зараз у 🇺🇸 США, або ви громадянин США, резидент США, або плануєте використовувати цей сервіс для реального бізнесу (а не лише для тестування)?
vi: Bạn hiện đang ở 🇺🇸 Mỹ, hoặc là công dân Mỹ, cư dân Mỹ, hoặc có kế hoạch sử dụng dịch vụ này cho kinh doanh thực tế (không chỉ để thử nghiệm)?
zh_cn: 您目前是否在 🇺🇸 美国，或者您是美国公民、美国居民，或者您计划将此服务用于真实业务（而不仅仅是测试）？
zh_tw: 您目前是否在 🇺🇸 美國，或者您是美國公民、美國居民，或者您計劃將此服務用於真實業務（而不僅僅是測試）？

# us_compliance.button_yes
source: Yes
ar: نعم
az: Bəli
bg: Да
de: Ja
es: Sí
fa: بله
fil: Oo
fr: Oui
he: כן
hi: हाँ
id: Ya
it: Sì
kk: Иә
my: ဟုတ်ကဲ့
pl: Tak
pt: Sim
ro: Da
ru: Да
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_tw: 是

# us_compliance.button_no
source: No
ar: لا
az: Xeyr
bg: Не
de: Nein
fa: خیر
fil: Hindi
fr: Non
he: לא
hi: नहीं
id: Tidak
kk: Жоқ
my: မဟုတ်ပါ
pl: Nie
pt: Não
ro: Nu
ru: Нет
th: ไม่ใช่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_tw: 否

# blocked.message
source: Sorry! This service is not available in the USA and is only for testing purposes. If this was a mistake, you can restart with /start
ar: آسف! هذه الخدمة غير متوفرة في الولايات المتحدة الأمريكية وهي لأغراض الاختبار فقط. إذا كان هذا خطأ، يمكنك إعادة التشغيل باستخدام /start
az: Üzr istəyirik! Bu xidmət ABŞ-da mövcud deyil və yalnız test məqsədləri üçündür. Əgər bu səhv idisə, /start ilə yenidən başlaya bilərsiniz
bg: Съжаляваме! Тази услуга не е налична в САЩ и е само за тестови цели. Ако това беше грешка, можете да рестартирате с /start
de: Entschuldigung! Dieser Service ist in den USA nicht verfügbar und dient nur zu Testzwecken. Falls dies ein Fehler war, können Sie mit /start neu starten
es: ¡Lo siento! Este servicio no está disponible en EE.UU. y es solo para propósitos de prueba. Si esto fue un error, puede reiniciar con /start
fa: متأسفیم! این سرویس در آمریکا در دسترس نیست و فقط برای اهداف آزمایشی است. اگر این اشتباه بود، می‌توانید با /start دوباره شروع کنید
fil: Pasensya na! Hindi available ang serbisyong ito sa USA at para lang sa testing purposes. Kung nagkamali ka, pwede mong i-restart gamit ang /start
fr: Désolé ! Ce service n'est pas disponible aux États-Unis et est uniquement à des fins de test. Si c'était une erreur, vous pouvez redémarrer avec /start
he: מצטערים! שירות זה אינו זמין בארה"ב והוא מיועד למטרות בדיקה בלבד. אם זו הייתה טעות, תוכל להתחיל מחדש עם /start
hi: खुशी! यह सेवा अमेरिका में उपलब्ध नहीं है और केवल परीक्षण उद्देश्यों के लिए है। यदि यह एक गलती थी, तो आप /start के साथ पुनः आरंभ कर सकते हैं
id: Maaf! Layanan ini tidak tersedia di Amerika Serikat dan hanya untuk tujuan pengujian. Jika ini adalah kesalahan, Anda dapat memulai ulang dengan /start
it: Spiacenti! Questo servizio non è disponibile negli USA ed è solo per scopi di test. Se è stato un errore, puoi riavviare con /start
kk: Кешіріңіз! Бұл қызмет АҚШ-та қолжетімді емес және тек тестілеу мақсаттары үшін. Егер бұл қате болса, /start арқылы қайта бастай аласыз
my: စိတ်မကောင်းပါ! ဤဝန်ဆောင်မှုသည် အမေရိကန်တွင် မရရှိနိုင်ပါ၊ စမ်းသပ်ရန်အတွက်သာ ဖြစ်ပါသည်။ ဤသည် အမှားဖြစ်ပါက /start ဖြင့် ပြန်လည်စတင်နိုင်ပါသည်
pl: Przepraszamy! Ta usługa nie jest dostępna w USA i służy tylko do celów testowych. Jeśli to był błąd, możesz zrestartować za pomocą /start
pt: Desculpe! Este serviço não está disponível nos EUA e é apenas para fins de teste. Se foi um erro, você pode reiniciar com /start
ro: Ne pare rău! Acest serviciu nu este disponibil în SUA și este doar în scopuri de testare. Dacă aceasta a fost o greșeală, puteți reporni cu /start
ru: Извините! Этот сервис недоступен в США и предназначен только для тестирования. Если это была ошибка, вы можете перезапустить с /start
th: ขออภัย! บริการนี้ไม่สามารถใช้ได้ในสหรัฐอเมริกาและมีไว้สำหรับการทดสอบเท่านั้น หากนี่เป็นความผิดพลาด คุณสามารถเริ่มใหม่ด้วย /start
tr: Üzgünüz! Bu hizmet ABD'de mevcut değildir ve yalnızca test amaçlıdır. Bu bir hataydıysa, /start ile yeniden başlayabilirsiniz
uk: Вибачте! Цей сервіс недоступний у США і призначений лише для тестування. Якщо це була помилка, ви можете перезапустити за допомогою /start
vi: Xin lỗi! Dịch vụ này không có sẵn ở Mỹ và chỉ dành cho mục đích thử nghiệm. Nếu đây là lỗi, bạn có thể khởi động lại bằng /start
zh_cn: 抱歉！此服务在美国不可用，仅用于测试目的。如果这是一个错误，您可以使用 /start 重新开始
zh_tw: 抱歉！此服務在美國不可用，僅用於測試目的。如果這是一個錯誤，您可以使用 /start 重新開始
