Repository: ro31337/librecash
Catalog: locales/all/*.po
Languages: ar, az, bg, de, es, fa, fil, fr, he, hi, id, it, kk, my, pl, pt, ro, ru, th, tr, uk, vi, zh_cn, zh_tw

# select_radius_menu.rural
source: 🌾 Rural area (search within 50 km)
ar: 🌾 منطقة ريفية (البحث في حدود 50 كم)
az: 🌾 Kənd ərazisi (50 km daxilində axtar)
bg: 🌾 Селска местност (търсене в 50 км)
de: 🌾 Ländliche Gegend (Suche innerhalb von 50 km)
es: 🌾 Área rural (buscar dentro de 50 km)
fa: 🌾 منطقه روستایی (جستجو در 50 کیلومتر)
fil: 🌾 Rural na lugar (maghanap sa loob ng 50 km)
fr: 🌾 Zone rurale (recherche dans 50 km)
he: 🌾 אזור כפרי (חיפוש בתוך 50 ק"מ)
hi: 🌾 ग्रामीण क्षेत्र (50 किमी के भीतर खोजें)
id: 🌾 Daerah pedesaan (cari dalam 50 km)
it: 🌾 Area rurale (ricerca entro 50 km)
kk: 🌾 Ауылдық жер (50 км ішінде іздеу)
my: 🌾 ကျေးလက်ဒေသ (50 ကီလိုမီတာအတွင်း ရှာဖွေ)
pl: 🌾 Obszar wiejski (szukaj w promieniu 50 km)
pt: 🌾 Área rural (buscar dentro de 50 km)
ro: 🌾 Zonă rurală (căutare în 50 km)
ru: 🌾 Сельская местность (поиск в пределах 50 км)
th: 🌾 พื้นที่ชนบท (ค้นหาภายใน 50 กม.)
tr: 🌾 Kırsal alan (50 km içinde ara)
uk: 🌾 Сільська місцевість (пошук у межах 50 км)
vi: 🌾 Vùng nông thôn (tìm kiếm trong vòng 50 km)
zh_cn: 🌾 农村地区（50公里内搜索）
zh_tw: 🌾 農村地區（50公里內搜尋）

# ask_location_menu.location_received
source: 📍 Location received!
ar: 📍 تم استلام الموقع!
az: 📍 Məkan qəbul edildi!
bg: 📍 Местоположението е получено!
de: 📍 Standort erhalten!
es: 📍 ¡Ubicación recibida!
fa: 📍 موقعیت دریافت شد!
fil: 📍 Natanggap na ang lokasyon!
fr: 📍 Position reçue !
he: 📍 המיקום התקבל!
hi: 📍 स्थान प्राप्त हुआ!
id: 📍 Lokasi diterima!
it: 📍 Posizione ricevuta!
kk: 📍 Орын алынды!
my: 📍 တည်နေရာ ရရှိပြီး!
pl: 📍 Lokalizacja otrzymana!
pt: 📍 Localização recebida!
ro: 📍 Locația a fost primită!
ru: 📍 Локация получена!
th: 📍 ได้รับตำแหน่งแล้ว!
tr: 📍 Konum alındı!
uk: 📍 Місцезнаходження отримано!
vi: 📍 Đã nhận vị trí!
zh_cn: 📍 位置已接收！
zh_tw: 📍 位置已接收！

# select_radius_menu.radius_confirmed
source: ✅ Search radius set to %d km
ar: ✅ تم تعيين نطاق البحث إلى %d كم
az: ✅ Axtarış radiusu %d km təyin edildi
bg: ✅ Радиусът на търсене е зададен на %d км
de: ✅ Suchradius auf %d km eingestellt
es: ✅ Radio de búsqueda establecido en %d km
fa: ✅ شعاع جستجو به %d کیلومتر تنظیم شد
fil: ✅ Ang radius ng paghahanap ay nakatakda sa %d km
fr: ✅ Rayon de recherche défini à %d km
he: ✅ רדיוס החיפוש הוגדר ל-%d ק״מ
hi: ✅ खोज त्रिज्या %d किमी पर सेट की गई
id: ✅ Radius pencarian diatur ke %d km
it: ✅ Raggio di ricerca impostato a %d km
kk: ✅ Іздеу радиусы %d км деп орнатылды
my: ✅ ရှာဖွေမှု အကွာအဝေး %d ကီလိုမီတာ သတ်မှတ်ပြီးပါပြီ
pl: ✅ Promień wyszukiwania ustawiony na %d km
pt: ✅ Raio de busca definido para %d km
ro: ✅ Raza de căutare setată la %d km
ru: ✅ Радиус поиска установлен: %d км
th: ✅ ตั้งค่ารัศมีการค้นหาเป็น %d กม.
tr: ✅ Arama yarıçapı %d km olarak ayarlandı
uk: ✅ Радіус пошуку встановлено: %d км
vi: ✅ Bán kính tìm kiếm được đặt thành %d km
zh_cn: ✅ 搜索半径设置为 %d 公里
zh_tw: ✅ 搜尋半徑設置為 %d 公里

# ask_phone_menu.message
source: To help people contact you for exchanges, we can optionally store your phone number. This helps when new Telegram users or users with certain privacy settings can't message you directly. Don't worry - this is completely optional and you can remove it anytime later using the "Don't set" button. LibreCash works fine without it too!
ar: لمساعدة الأشخاص في التواصل معك للتبادلات، يمكننا اختيارياً حفظ رقم هاتفك. هذا يساعد عندما لا يستطيع مستخدمو تيليجرام الجدد أو المستخدمون الذين لديهم إعدادات خصوصية معينة إرسال رسائل إليك مباشرة. لا تقلق - هذا اختياري تماماً ويمكنك إزالته في أي وقت باستخدام زر "عدم التعيين". LibreCash يعمل بشكل رائع بدون هذا أيضاً!
az: İnsanların mübadilələr üçün sizinlə əlaqə saxlamasına kömək etmək üçün, telefon nömrənizi isteğe bağlı olaraq saxlaya bilərik. Bu, yeni Telegram istifadəçiləri və ya müəyyən məxfilik parametrləri olan istifadəçilər sizə birbaşa mesaj göndərə bilmədikləri zaman kömək edir. Narahat olmayın - bu tamamilə isteğe bağlıdır və "Təyin etmə" düyməsini istifadə edərək istənilən vaxt silinə bilər. LibreCash bu olmadan da mükəmməl işləyir!
bg: За да помогнем на хората да се свържат с вас за обмени, можем по избор да съхраним вашия телефонен номер. Това помага, когато нови потребители на Telegram или потребители с определени настройки за поверителност не могат да ви изпращат съобщения директно. Не се притеснявайте - това е напълно по избор и можете да го премахнете по всяко време с бутона "Не задавай". LibreCash работи отлично и без това!
de: Um Menschen zu helfen, Sie für Tauschgeschäfte zu kontaktieren, können wir optional Ihre Telefonnummer speichern. Dies hilft, wenn neue Telegram-Benutzer oder Benutzer mit bestimmten Datenschutzeinstellungen Ihnen nicht direkt Nachrichten senden können. Machen Sie sich keine Sorgen - dies ist völlig optional und Sie können es jederzeit mit der Schaltfläche "Nicht festlegen" entfernen. LibreCash funktioniert auch ohne dies einwandfrei!
es: Para ayudar a las personas a contactarte para intercambios, podemos almacenar opcionalmente tu número de teléfono. Esto ayuda cuando nuevos usuarios de Telegram o usuarios con ciertas configuraciones de privacidad no pueden enviarte mensajes directamente. ¡No te preocupes - esto es completamente opcional y puedes eliminarlo en cualquier momento usando el botón "No establecer". ¡LibreCash funciona bien sin esto también!
fa: برای کمک به افراد جهت تماس با شما برای مبادلات، ما می‌توانیم به صورت اختیاری شماره تلفن شما را ذخیره کنیم. این زمانی کمک می‌کند که کاربران جدید تلگرام یا کاربرانی با تنظیمات حریم خصوصی خاص نمی‌توانند مستقیماً به شما پیام بفرستند. نگران نباشید - این کاملاً اختیاری است و می‌توانید هر زمان با استفاده از دکمه "تنظیم نکن" آن را حذف کنید. LibreCash بدون این هم عالی کار می‌کند!
fil: Upang matulungan ang mga tao na makipag-ugnayan sa iyo para sa mga palitan, maaari naming opsyonal na itago ang inyong numero ng telepono. Nakakatulong ito kapag ang mga bagong user ng Telegram o mga user na may mga partikular na setting ng privacy ay hindi makakapagpadala ng direktang mensahe sa inyo. Huwag mag-alala - ito ay lubos na opsyonal at maaari ninyong alisin ito anumang oras gamit ang "Huwag itakda" na button. Ang LibreCash ay gumagana nang maayos kahit wala ito!
fr: Pour aider les gens à vous contacter pour les échanges, nous pouvons optionnellement stocker votre numéro de téléphone. Cela aide quand de nouveaux utilisateurs Telegram ou des utilisateurs avec certains paramètres de confidentialité ne peuvent pas vous envoyer de messages directement. Ne vous inquiétez pas - c'est complètement optionnel et vous pouvez le supprimer à tout moment en utilisant le bouton "Ne pas définir". LibreCash fonctionne très bien sans cela aussi !
he: כדי לעזור לאנשים ליצור איתך קשר עבור החלפות, אנחנו יכולים לשמור באופן אופציונלי את מספר הטלפון שלך. זה עוזר כאשר משתמשי טלגרם חדשים או משתמשים עם הגדרות פרטיות מסוימות לא יכולים לשלוח לך הודעות ישירות. אל תדאג - זה לחלוטין אופציונלי ואתה יכול להסיר את זה בכל עת באמצעות הכפתור "אל תגדיר". LibreCash עובד מצוין גם בלי זה!
hi: एक्सचेंज के लिए लोगों को आपसे संपर्क करने में मदद करने के लिए, हम वैकल्पिक रूप से आपका फोन नंबर स्टोर कर सकते हैं। यह तब मदद करता है जब नए टेलीग्राम उपयोगकर्ता या कुछ गोपनीयता सेटिंग्स वाले उपयोगकर्ता आपको सीधे संदेश नहीं भेज सकते। चिंता न करें - यह पूरी तरह से वैकल्पिक है और आप "सेट न करें" बटन का उपयोग करके इसे कभी भी हटा सकते हैं। LibreCash इसके बिना भी बेहतरीन काम करता है!
id: Untuk membantu orang menghubungi Anda untuk pertukaran, kami dapat secara opsional menyimpan nomor telepon Anda. Ini membantu ketika pengguna Telegram baru atau pengguna dengan pengaturan privasi tertentu tidak dapat mengirim pesan langsung kepada Anda. Jangan khawatir - ini sepenuhnya opsional dan Anda dapat menghapusnya kapan saja menggunakan tombol "Jangan atur". LibreCash bekerja dengan baik tanpa ini juga!
it: Per aiutare le persone a contattarti per gli scambi, possiamo opzionalmente memorizzare il tuo numero di telefono. Questo aiuta quando nuovi utenti Telegram o utenti con certe impostazioni di privacy non possono inviarti messaggi direttamente. Non preoccuparti - questo è completamente opzionale e puoi rimuoverlo in qualsiasi momento usando il pulsante "Non impostare". LibreCash funziona benissimo anche senza!
kk: Адамдарға алмасу үшін сізбен байланысуға көмектесу үшін, біз сіздің телефон нөміріңізді қосымша сақтай аламыз. Бұл жаңа Telegram пайдаланушылары немесе белгілі бір жеке өмір параметрлері бар пайдаланушылар сізге тікелей хабарлама жібере алмаған кезде көмектеседі. Алаңдамаңыз - бұл толығымен қосымша және сіз оны "Орнатпау" түймесін пайдаланып кез келген уақытта жоя аласыз. LibreCash осысыз да тамаша жұмыс істейді!
my: လဲလှယ်မှုများအတွက် လူများက သင့်ကို ဆက်သွယ်နိုင်ရန် ကူညီရန်အတွက်၊ ကျွန်ုပ်တို့သည် သင့်ဖုန်းနံပါတ်ကို ရွေးချယ်စရာအနေဖြင့် သိမ်းဆည်းနိုင်ပါသည်။ ၎င်းသည် Telegram အသုံးပြုသူအသစ်များ သို့မဟုတ် အချို့သော ကိုယ်ရေးကိုယ်တာ ဆက်တင်များရှိသော အသုံးပြုသူများက သင့်ကို တိုက်ရိုက် မက်ဆေ့ချ် မပို့နိုင်သောအခါ အထောက်အကူပြုပါသည်။ စိတ်မပူပါနှင့် - ၎င်းသည် လုံးဝ ရွေးချယ်စရာဖြစ်ပြီး "မသတ်မှတ်ပါ" ခလုတ်ကို အသုံးပြု၍ အချိန်မရွေး ဖယ်ရှားနိုင်ပါသည်။ LibreCash သည် ၎င်းမရှိဘဲလည်း ကောင်းမွန်စွာ အလုပ်လုပ်ပါသည်!
pl: Aby pomóc ludziom skontaktować się z Tobą w sprawie wymian, możemy opcjonalnie przechowywać Twój numer telefonu. Pomaga to, gdy nowi użytkownicy Telegram lub użytkownicy z określonymi ustawieniami prywatności nie mogą wysyłać Ci wiadomości bezpośrednio. Nie martw się - to jest całkowicie opcjonalne i możesz to usunąć w dowolnym momencie używając przycisku "Nie ustawiaj". LibreCash działa świetnie również bez tego!
pt: Para ajudar as pessoas a contatá-lo para trocas, podemos opcionalmente armazenar seu número de telefone. Isso ajuda quando novos usuários do Telegram ou usuários com certas configurações de privacidade não conseguem enviar mensagens diretamente. Não se preocupe - isso é completamente opcional e você pode removê-lo a qualquer momento usando o botão "Não definir". O LibreCash funciona perfeitamente sem isso também!
ro: Pentru a ajuta oamenii să vă contacteze pentru schimburi, putem stoca opțional numărul dvs. de telefon. Acest lucru ajută când utilizatorii noi de Telegram sau utilizatorii cu anumite setări de confidențialitate nu vă pot trimite mesaje direct. Nu vă faceți griji - acest lucru este complet opțional și îl puteți elimina oricând folosind butonul "Nu seta". LibreCash funcționează perfect și fără acest lucru!
ru: Чтобы помочь людям связаться с вами для обменов, мы можем дополнительно сохранить ваш номер телефона. Это помогает, когда новые пользователи Telegram или пользователи с определенными настройками приватности не могут отправить вам сообщение напрямую. Не волнуйтесь - это полностью опционально, и вы можете удалить его в любое время, используя кнопку "Не устанавливать". LibreCash отлично работает и без этого!
th: เพื่อช่วยให้ผู้คนติดต่อคุณสำหรับการแลกเปลี่ยน เราสามารถเก็บหมายเลขโทรศัพท์ของคุณเป็นตัวเลือก สิ่งนี้ช่วยได้เมื่อผู้ใช้ Telegram ใหม่หรือผู้ใช้ที่มีการตั้งค่าความเป็นส่วนตัวบางอย่างไม่สามารถส่งข้อความถึงคุณโดยตรง ไม่ต้องกังวล - สิ่งนี้เป็นตัวเลือกทั้งหมดและคุณสามารถลบได้ตลอดเวลาโดยใช้ปุ่ม "ไม่ตั้งค่า" LibreCash ทำงานได้ดีโดยไม่ต้องมีสิ่งนี้เช่นกัน!
tr: İnsanların değişim için sizinle iletişim kurmasına yardımcı olmak için, isteğe bağlı olarak telefon numaranızı saklayabiliriz. Bu, yeni Telegram kullanıcıları veya belirli gizlilik ayarları olan kullanıcılar size doğrudan mesaj gönderemediğinde yardımcı olur. Endişelenmeyin - bu tamamen isteğe bağlıdır ve "Ayarlama" düğmesini kullanarak istediğiniz zaman kaldırabilirsiniz. LibreCash bu olmadan da mükemmel çalışır!
uk: Щоб допомогти людям зв'язатися з вами для обмінів, ми можемо додатково зберегти ваш номер телефону. Це допомагає, коли нові користувачі Telegram або користувачі з певними налаштуваннями приватності не можуть надіслати вам повідомлення безпосередньо. Не хвилюйтеся - це повністю опціонально, і ви можете видалити його в будь-який час, використовуючи кнопку "Не встановлювати". LibreCash чудово працює і без цього!
vi: Để giúp mọi người liên hệ với bạn để trao đổi, chúng tôi có thể tùy chọn lưu trữ số điện thoại của bạn. Điều này hữu ích khi người dùng Telegram mới hoặc người dùng có cài đặt quyền riêng tư nhất định không thể gửi tin nhắn trực tiếp cho bạn. Đừng lo lắng - điều này hoàn toàn tùy chọn và bạn có thể xóa nó bất cứ lúc nào bằng nút "Không đặt". LibreCash hoạt động tốt mà không cần điều này!
zh_cn: 为了帮助人们联系您进行交换，我们可以选择性地存储您的电话号码。这在新的Telegram用户或具有某些隐私设置的用户无法直接向您发送消息时很有帮助。 不用担心 - 这完全是可选的，您可以随时使用"不设置"按钮将其删除。LibreCash没有这个也能正常工作！
zh_tw: 為了幫助人們聯繫您進行交換，我們可以選擇性地儲存您的電話號碼。這在新的Telegram用戶或具有某些隱私設定的用戶無法直接向您發送訊息時很有幫助。 不用擔心 - 這完全是可選的，您可以隨時使用"不設定"按鈕將其刪除。LibreCash沒有這個也能正常工作！

# ask_phone_menu.share_button
source: Share number (recommended)
ar: مشاركة الرقم (مُوصى به)
az: Nömrəni paylaş (tövsiyə olunur)
bg: Споделете номер (препоръчително)
de: Nummer teilen (empfohlen)
es: Compartir número (recomendado)
fa: اشتراک شماره (توصیه می‌شود)
fil: Ibahagi ang numero (inirerekomenda)
fr: Partager le numéro (recommandé)
he: שתף מספר (מומלץ)
hi: नंबर साझा करें (अनुशंसित)
id: Bagikan nomor (disarankan)
it: Condividi numero (consigliato)
kk: Нөмірді бөлісу (ұсынылады)
my: နံပါတ် မျှဝေပါ (အကြံပြုထားသည်)
pl: Udostępnij numer (zalecane)
pt: Compartilhar número (recomendado)
ro: Partajează numărul (recomandat)
ru: Поделиться номером (рекомендуется)
th: แชร์หมายเลข (แนะนำ)
tr: Numarayı paylaş (önerilen)
uk: Поділитися номером (рекомендується)
vi: Chia sẻ số (được khuyến nghị)
zh_cn: 分享号码（推荐）
zh_tw: 分享號碼（推薦）

# ask_phone_menu.skip_button
source: Don't set
ar: عدم التعيين
az: Təyin etmə
bg: Не задавай
de: Nicht festlegen
es: No establecer
fa: تنظیم نکن
fil: Huwag itakda
fr: Ne pas définir
he: אל תגדיר
hi: सेट न करें
id: Jangan atur
it: Non impostare
kk: Орнатпау
my: မသတ်မှတ်ပါ
pl: Nie ustawiaj
pt: Não definir
ro: Nu seta
ru: Не устанавливать
th: ไม่ตั้งค่า
tr: Ayarlama
uk: Не встановлювати
vi: Không đặt
zh_cn: 不设置
zh_tw: 不設定

# ask_phone_menu.phone_received
source: 📱 Phone number received!
ar: 📱 تم استلام رقم الهاتف!
az: 📱 Telefon nömrəsi alındı!
bg: 📱 Телефонният номер е получен!
de: 📱 Telefonnummer erhalten!
es: 📱 ¡Número de teléfono recibido!
fa: 📱 شماره تلفن دریافت شد!
fil: 📱 Natanggap ang numero ng telepono!
fr: 📱 Numéro de téléphone reçu !
he: 📱 מספר הטלפון התקבל!
hi: 📱 फोन नंबर प्राप्त हुआ!
id: 📱 Nomor telepon diterima!
it: 📱 Numero di telefono ricevuto!
kk: 📱 Телефон нөмірі алынды!
my: 📱 ဖုန်းနံပါတ် ရရှိပြီး!
pl: 📱 Numer telefonu otrzymany!
pt: 📱 Número de telefone recebido!
ro: 📱 Numărul de telefon a fost primit!
ru: 📱 Номер телефона получен!
th: 📱 ได้รับหมายเลขโทรศัพท์แล้ว!
tr: 📱 Telefon numarası alındı!
uk: 📱 Номер телефону отримано!
vi: 📱 Đã nhận số điện thoại!
zh_cn: 📱 电话号码已收到！
zh_tw: 📱 電話號碼已收到！

# ask_phone_menu.phone_skipped
source: ✅ Phone number skipped
ar: ✅ تم تخطي رقم الهاتف
az: ✅ Telefon nömrəsi keçildi
bg: ✅ Телефонният номер е пропуснат
de: ✅ Telefonnummer übersprungen
es: ✅ Número de teléfono omitido
fa: ✅ شماره تلفن رد شد
fil: ✅ Nilaktawan ang numero ng telepono
fr: ✅ Numéro de téléphone ignoré
he: ✅ מספר הטלפון דולג
hi: ✅ फोन नंबर छोड़ा गया
id: ✅ Nomor telepon dilewati
it: ✅ Numero di telefono saltato
kk: ✅ Телефон нөмірі өткізілді
my: ✅ ဖုန်းနံပါတ် ကျော်လွှားပြီး
pl: ✅ Numer telefonu pominięty
pt: ✅ Número de telefone pulado
ro: ✅ Numărul de telefon a fost omis
ru: ✅ Номер телефона пропущен
th: ✅ ข้ามหมายเลขโทรศัพท์แล้ว
tr: ✅ Telefon numarası atlandı
uk: ✅ Номер телефону пропущено
vi: ✅ Đã bỏ qua số điện thoại
zh_cn: ✅ 电话号码已跳过
zh_tw: ✅ 電話號碼已跳過

# language.changed
source: ✅ Language changed to %s
ar: ✅ تم تغيير اللغة إلى %s
az: ✅ Dil %s olaraq dəyişdirildi
bg: ✅ Езикът е променен на %s
de: ✅ Sprache geändert zu %s
es: ✅ Idioma cambiado a %s
fa: ✅ زبان به %s تغییر یافت
fil: ✅ Nabago ang wika sa %s
fr: ✅ Langue changée en %s
he: ✅ השפה שונתה ל-%s
hi: ✅ भाषा %s में बदली गई
id: ✅ Bahasa diubah ke %s
it: ✅ Lingua cambiata in %s
kk: ✅ Тіл %s өзгертілді
my: ✅ ဘာသာစကား %s သို့ ပြောင်းလဲပြီးပါပြီ
pl: ✅ Język zmieniony na %s
pt: ✅ Idioma alterado para %s
ro: ✅ Limba schimbată în %s
ru: ✅ Язык изменен на %s
th: ✅ เปลี่ยนภาษาเป็น %s
tr: ✅ Dil %s olarak değiştirildi
uk: ✅ Мову змінено на %s
vi: ✅ Ngôn ngữ đã đổi thành %s
zh_cn: ✅ 语言已更改为 %s
zh_tw: ✅ 語言已更改為 %s

# main_menu.message
source: 🟢 Excellent! Your location is active, radius is set. Now choose the exchange type or just stay here - we'll notify you when someone nearby wants to exchange.
ar: 🟢 ممتاز! موقعك نشط، تم تعيين النطاق. اختر الآن نوع التبادل أو ابق هنا فقط - سنخطرك عندما يريد شخص قريب منك التبادل.
az: 🟢 Əla! Məkanınız aktivdir, radius təyin edilib. İndi mübadilə növünü seçin və ya sadəcə burada qalın - yaxınlıqda kimsə mübadilə etmək istədikdə sizi xəbərdar edəcəyik.
bg: 🟢 Отлично! Вашата локация е активна, радиусът е зададен. Сега изберете типа обмен или просто останете тук - ще ви уведомим, когато някой наблизо иска да обмени.
de: 🟢 Ausgezeichnet! Ihr Standort ist aktiv, der Radius ist eingestellt. Wählen Sie jetzt den Tauschtyp oder bleiben Sie einfach hier - wir benachrichtigen Sie, wenn jemand in der Nähe tauschen möchte.
es: 🟢 ¡Excelente! Tu ubicación está activa, el radio está configurado. Ahora elige el tipo de intercambio o simplemente quédate aquí - te notificaremos cuando alguien cercano quiera intercambiar.
fa: 🟢 عالی! موقعیت مکانی شما فعال است، شعاع تنظیم شده است. حالا نوع مبادله را انتخاب کنید یا فقط اینجا بمانید - وقتی کسی در نزدیکی بخواهد مبادله کند به شما اطلاع خواهیم داد.
fil: 🟢 Mahusay! Aktibo ang inyong lokasyon, nakatakda na ang radius. Piliin ngayon ang uri ng palitan o manatili lang dito - aabisuhan namin kayo kapag may gustong magpalit na malapit sa inyo.
fr: 🟢 Excellent ! Votre localisation est active, le rayon est défini. Choisissez maintenant le type d'échange ou restez simplement ici - nous vous notifierons lorsque quelqu'un à proximité voudra échanger.
he: 🟢 מצוין! המיקום שלכם פעיל, הרדיוס הוגדר. עכשיו בחרו את סוג ההחלפה או פשוט הישארו כאן - נודיע לכם כשמישהו בקרבתכם ירצה להחליף.
hi: 🟢 बहुत बढ़िया! आपका स्थान सक्रिय है, त्रिज्या सेट है। अब एक्सचेंज का प्रकार चुनें या बस यहीं रहें - जब आसपास कोई एक्सचेंज करना चाहेगा तो हम आपको सूचित करेंगे।
id: 🟢 Luar biasa! Lokasi Anda aktif, radius telah diatur. Sekarang pilih jenis pertukaran atau tetap di sini - kami akan memberi tahu Anda ketika seseorang di sekitar ingin menukar.
it: 🟢 Eccellente! La tua posizione è attiva, il raggio è impostato. Ora scegli il tipo di scambio o resta qui - ti avviseremo quando qualcuno nelle vicinanze vorrà scambiare.
kk: 🟢 Тамаша! Сіздің орналасқан жеріңіз белсенді, радиус орнатылған. Енді айырбасу түрін таңдаңыз немесе мұнда қалыңыз - жақын маңдағы біреу айырбастауды қаласа, сізге хабарлаймыз.
my: 🟢 အလွန်ကောင်းမွန်ပါသည်! သင့်တည်နေရာ အသက်ဝင်နေပြီး၊ အကွာအဝေး သတ်မှတ်ပြီးပါပြီ။ ယခု လဲလှယ်မှုအမျိုးအစား ရွေးချယ်ပါ သို့မဟုတ် ဒီနေရာတွင်ပဲ နေပါ - အနီးအနားရှိ တစ်စုံတစ်ယောက်က လဲလှယ်ချင်သောအခါ သင့်အား အကြောင်းကြားပါမည်။
pl: 🟢 Świetnie! Twoja lokalizacja jest aktywna, promień został ustawiony. Teraz wybierz typ wymiany lub zostań tutaj - powiadomimy Cię, gdy ktoś w pobliżu będzie chciał wymienić.
pt: 🟢 Excelente! Sua localização está ativa, o raio está definido. Agora escolha o tipo de troca ou apenas fique aqui - nós o notificaremos quando alguém próximo quiser trocar.
ro: 🟢 Excelent! Locația dvs. este activă, raza este setată. Acum alegeți tipul de schimb sau doar rămâneți aici - vă vom notifica când cineva din apropiere vrea să schimbe.
ru: 🟢 Отлично! Ваша локация активна, радиус установлен. Теперь выберите тип обмена или просто оставайтесь здесь - мы пришлём уведомление, когда кто-то поблизости захочет обменяться.
th: 🟢 ยอดเยี่ยม! ตำแหน่งของคุณใช้งานได้แล้ว รัศมีถูกตั้งค่าเรียบร้อย ตอนนี้เลือกประเภทการแลกเปลี่ยนหรือแค่อยู่ที่นี่ - เราจะแจ้งเตือนคุณเมื่อมีคนใกล้เคียงต้องการแลกเปลี่ยน
tr: 🟢 Mükemmel! Konumunuz aktif, yarıçap ayarlandı. Şimdi değişim türünü seçin veya sadece burada kalın - yakındaki birisi değişim yapmak istediğinde sizi bilgilendireceğiz.
uk: 🟢 Відмінно! Ваше місцезнаходження активне, радіус встановлено. Тепер оберіть тип обміну або просто залишайтеся тут - ми повідомимо вас, коли хтось поблизу захоче обмінятися.
vi: 🟢 Tuyệt vời! Vị trí của bạn đã kích hoạt, bán kính đã được thiết lập. Bây giờ hãy chọn loại trao đổi hoặc chỉ ở lại đây - chúng tôi sẽ thông báo cho bạn khi có người gần đó muốn trao đổi.
zh_cn: 🟢 太好了！您的位置已激活，半径已设置。 现在选择兑换类型或留在这里 - 当附近有人想要兑换时，我们会通知您。
zh_tw: 🟢 太好了！您的位置已激活，半徑已設置。 現在選擇兌換類型或留在這裡 - 當附近有人想要兌換時，我們會通知您。

# main_menu.cash_to_crypto
source: 💵 Have Cash, Need Crypto
ar: 💵 لدي نقود، أحتاج عملة رقمية
az: 💵 Nağd pulm var, kripto lazımdır
bg: 💵 Имам пари в брой, искам криптовалута
de: 💵 Habe Bargeld, brauche Krypto
es: 💵 Tengo efectivo, necesito cripto
fa: 💵 پول نقد دارم، کریپتو می‌خواهم
fil: 💵 May Cash, Kailangan ng Crypto
fr: 💵 J'ai du liquide, je veux du crypto
he: 💵 יש לי מזומן, צריך קריפטו
hi: 💵 मेरे पास नकद है, क्रिप्टो चाहिए
id: 💵 Punya Uang Tunai, Butuh Crypto
it: 💵 Ho Contanti, Voglio Crypto
kk: 💵 Қолма-қол ақша бар, крипто керек
my: 💵 ငွေသား မြှားသင်သိမ်သာမြိတ်၊ Crypto ပြပါရွေ
pl: 💵 Mam gotówkę, potrzebuję krypto
pt: 💵 Tenho Dinheiro, Preciso de Crypto
ro: 💵 Am numerar, vreau crypto
ru: 💵 Есть наличные, нужна крипта
th: 💵 มีเงินสด ต้องการคริปโต
tr: 💵 Nakit var, kripto istiyorum
uk: 💵 Маю готівку, потрібна крипто
vi: 💵 Có tiền mặt, cần crypto
zh_cn: 💵 有现金，需要加密货币
zh_tw: 💵 有現金，需要加密貨幣

# main_menu.crypto_to_cash
source: ₿ Have Crypto, Need Cash
ar: ₿ لدي عملة رقمية، أحتاج نقود
az: ₿ Kriptom var, nağd pul lazımdır
bg: ₿ Имам криптовалута, искам пари в брой
de: ₿ Habe Krypto, brauche Bargeld
es: ₿ Tengo cripto, necesito efectivo
fa: ₿ کریپتو دارم، پول نقد می‌خواهم
fil: ₿ May Crypto, Kailangan ng Cash
fr: ₿ J'ai du crypto, je veux du liquide
he: ₿ יש לי קריפטו, צריך מזומן
hi: ₿ मेरे पास क्रिप्टो है, नकद चाहिए
id: ₿ Punya Crypto, Butuh Uang Tunai
it: ₿ Ho Crypto, Voglio Contanti
kk: ₿ Крипто бар, қолма-қол ақша керек
my: ₿ Crypto မြှားသင်သိမ်သာမြိတ်၊ ငွေသား ပြပါရွေ
pl: ₿ Mam krypto, potrzebuję gotówki
pt: ₿ Tenho Crypto, Preciso de Dinheiro
ro: ₿ Am crypto, vreau numerar
ru: ₿ Есть крипта, нужны наличные
th: ₿ มีคริปโต ต้องการเงินสด
tr: ₿ Kripto var, nakit istiyorum
uk: ₿ Маю крипто, потрібна готівка
vi: ₿ Có crypto, cần tiền mặt
zh_cn: ₿ 有加密货币，需要现金
zh_tw: ₿ 有加密貨幣，需要現金

# main_menu.confirmed_cash_to_crypto
source: ✅ You selected: Cash → Crypto exchange
ar: ✅ لقد اخترت: نقود → عملة رقمية
az: ✅ Seçdiniz: Nağd pul → Kripto
bg: ✅ Избрахте: Пари в брой → Криптовалута
de: ✅ Sie haben gewählt: Bargeld → Krypto
es: ✅ Seleccionaste: Efectivo → Cripto
fa: ✅ شما انتخاب کردید: پول نقد → کریپتو
fil: ✅ Napili ninyo: Cash → Crypto
fr: ✅ Vous avez sélectionné : Liquide → Crypto
he: ✅ בחרתם: מזומן → קריפטו
hi: ✅ आपने चुना: नकद → क्रिप्टो
id: ✅ Anda memilih: Uang Tunai → Crypto
it: ✅ Hai selezionato: Contanti → Crypto
kk: ✅ Сіз таңдадыңыз: Қолма-қол ақша → Крипто
my: ✅ သင် ရွေးမြျးတ်သ်သား: ငွေသား → Crypto
pl: ✅ Wybrałeś: Gotówka → Krypto
pt: ✅ Você selecionou: Dinheiro → Crypto
ro: ✅ Ați selectat: Numerar → Crypto
ru: ✅ Вы выбрали: Наличные → Крипта
th: ✅ คุณเลือก: เงินสด → คริปโต
tr: ✅ Seçtiniz: Nakit → Kripto
uk: ✅ Ви обрали: Готівка → Крипто
vi: ✅ Bản đã chọn: Tiền mặt → Crypto
zh_cn: ✅ 您选择了：现金 → 加密货币
zh_tw: ✅ 您已選擇：現金 → 加密貨幣
